{"index":34,"rank":12900,"name":"piano","display":"Piano","definition":"A musical instrument with a manual keyboard actuating hammers that strike wire strings, producing sounds that may be softened or sustained by means of pedals.","description":"<p>The piano is a musical instrument played using a keyboard. It is widely employed in classical and jazz music for solo and ensemble performances, accompaniment, and for composing and rehearsal.</p><p>There are a variety of piano types today including the grand piano, upright piano, specialized piano (toy piano - uses metal rods instead of strings), the electric piano, and the digital piano.</p><p>Most pianos have between 220 and 230 strings made of steel. There is roughly 168 pounds of pressure on each string. The total tension of the average piano is about 20 tons but can be as high as 30 tons.</p><p>Pianos have pedals for the pianist to use including the soft pedal, the sustain pedal, and the sostenuto pedal. Grand pianos in the U.S. have all three while in Europe many only have two (soft, and sustain).</p><p>Although the piano is not portable and often expensive, its versatility and ubiquity have made it one of the world's most familiar musical instruments.</p><p>Piano playing technique evolved during the transition from harpsichord and clavichord to fortepiano and continued through the development of the modern piano.</p>","images":{"contextual":{"path":"atlas/piano/contextual.jpg","caption":null},"cover":{"path":"atlas/piano/cover.png","caption":null},"icon":{"path":"atlas/piano/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"KEYBOARD"}],"aliases":["Grand Piano","Pianoforte"],"spreading":[],"startDate":{"value":1709.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Beethoven - Piano Concert no. 5","samplePath":"atlas/piano/sample.mp3","facts":[{"name":"The piano is capable of the widest range of tones","value":"The piano is capable of the widest range of tones; it can play melody and accompaniment simultaneously; it is the most played instrument in the world. These contribute to it being known as the King of the Musical Instruments."},{"name":"In the 1800s the grand piano evolved to become louder","value":"In the 1800s the grand piano evolved to become louder. This included adding cast iron frames (which made them very heavy and difficult to move) but ideal for the Romantic era of music."},{"name":"Famous pianists include Mozart","value":"Famous pianists include Mozart, Beethoven, Schubert, Billy Joel, Liberace, Jerry Lee Lewis, Elton John, Martha Argerich, Chopin, and Myra Hess."},{"name":"Most pianists hire tuners to tune their instruments","value":"Most pianists hire tuners to tune their instruments, unlike other string players such as guitarists and violinists."},{"name":"The earliest piano was called the 'pianoforte'","value":"The earliest piano was called the 'pianoforte' (Italian term) which is derived from the word 'fortepiano' which is another Italian term for soft (piano), and loud (forte). This term refers to the ability of the instrument to sound loud or soft depending on the musician's playing."},{"name":"The piano is often used when composing","value":"The piano is often used when composing and writing music."},{"name":"The most expensive piano in the world is the Crystal Piano","value":"The most expensive piano in the world is the Crystal Piano, created in 2008 for the Olympic Games. It later sold for over $3.2 million."},{"name":"The largest piano in the world was created by Adrian Mann","value":"The largest piano in the world was created by Adrian Mann and it weighs 1.4 tons. It is 5.7 meters long."},{"name":"Ivory was used at one time to cover the white keys","value":"Ivory was used at one time to cover the white keys but has since fallen out of practice for legal and moral issues. Plastic is also commonly used."},{"name":"Bartolomeo Cristofori is credited with the invention of the pian","value":"Bartolomeo Cristofori is credited with the invention of the piano. He lived from 1655 to 1731 and was an employee of the Grand Prince of Tuscany as his Instrument Keeper. Three of his pianos exist today and date to the 1920s."},{"name":"The keys of pianos have been made of a variety of woods","value":"The keys of pianos have been made of a variety of woods over time including sugar pine, spruce, ebony, and basswood."}],"features":{},"related":[{"index":18,"display":"Celesta","definition":"A musical instrument with a keyboard and metal plates struck by hammers that produce bell-like tones.","iconPath":"atlas/celesta/icon.jpg"},{"index":27,"display":"Harpsichord","definition":"A keyboard instrument whose strings are plucked by means of quills or plectrums.","iconPath":"atlas/harpsichord/icon.jpg"},{"index":35,"display":"Pipe Organ","definition":"An instrument consisting of a number of pipes that sound tones when supplied with air and a keyboard that operates a mechanism controlling the flow of air to the pipes.","iconPath":"atlas/pipe-organ/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Piano","display":"Wikipedia","description":"Wikipedia article about piano.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/piano","display":"The Free Dictionary","description":"Piano definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"http://www.softschools.com/facts/music_instruments/piano_facts/3058/","display":"Soft Schools","description":"Piano facts.","iconPath":"link/softschools.png"},{"url":"https://www.wikihow.com/Play-the-Piano","display":"wikiHow","description":"How to play piano.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=jgpJVI3tDbY","display":"YouTube","description":"The Best of Classical Music - Mozart, Beethoven, Bach, Chopin... Classical Music Piano Playlist Mix","iconPath":"link/youtube.png"}]}