{"index":50,"rank":52,"name":"kalimba","display":"Kalimba","definition":"A musical instrument consisting of a hollow gourd or wooden resonator and a number of usually metal strips that vibrate when plucked.","description":"<p>The kalimba is an African musical instrument consisting of a wooden board with attached tuned metal or bamboo tongues, also named tines or lamellae.</p><p>At the fixed end, the tongues are pressed down over two bridges by a metal bar. Tuning is adjusted by sliding the tongues to alter their vibrating length.</p><p>The kalimba is usually classified as part of the lamellaphone family, and part of the idiophone group of musical instruments.</p><p>Kalimba is played by holding the instrument in the hands and plucking the vibrating tongues with the thumbs. The musician uses both hands.</p><p>When a tongue is plucked, the adjacent tongues also create secondary vibrations that increase the harmonic complexity of an individual note.</p><p>Kalimba music, like much of the sub-Saharan African music traditions is based on cross-rhythm. The left hand plays the ostinato bass line, while the right hand plays the upper melody.</p>","images":{"contextual":{"path":"atlas/kalimba/contextual.jpg","caption":null},"cover":{"path":"atlas/kalimba/cover.png","caption":null},"icon":{"path":"atlas/kalimba/icon.jpg","caption":null}},"lastUpdated":"2019-10-24T21:48:38Z","taxonomy":[{"name":"Family","value":"LAMELLOPHONE"}],"aliases":["Mbira","Likembe","Finger Harp","Thumb Piano"],"spreading":[{"name":"Africa","area":"ALL"}],"startDate":{"value":7.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Kalimba Solo for Lotus","samplePath":"atlas/kalimba/sample.mp3","waveformPath":"atlas/kalimba/waveform.png","facts":[{"name":"Kalimba is a lamellophone instrument","value":"Lamellophones are instruments which have little tines, also named 'lamellae', which are played by plucking."},{"name":"Kalimba is the modern mbira","value":"Kalimba is a westernized version of mbira developed by the ethnomusicologist Hugh Tracey in the mid 1950s that promoted and marketed it outside Africa."},{"name":"There we a huge variety of instrument design","value":"There were thousands of different tunings, different note layouts, and different instrument designs, but there is a hypothetical tuning and note layout of the original metal-tined instrument from 1,300 years ago."},{"name":"Kalimba overtones are not harmonic","value":"Unlike stringed instruments or air-column instruments like flutes, the overtones of a plucked lamella are not harmonic, giving the kalimba a characteristic sound."},{"name":"Fitted with buzzing metal cuffs","value":"For a rattling tone colour, the tongues are often fitted with buzzing metal cuffs, or metal bottle caps may be affixed to the soundboard or resonator."},{"name":"Played by plucking not by percussion","value":"The kalimba is one of several idiophones that are plucked rather than vibrated by percussion, shaken, or scraped."},{"name":"Tines were originally made of bamboo","value":"The tines were originally made of bamboo but over the years metal keys have been developed."},{"name":"Kalimba tunings not mapped exactly onto Western scales","value":"Historically, kalimba tunings have not mapped exactly onto Western scales; it is not unusual for a seven-note sequence on a kalimba to be stretched over a greater range of frequencies than a Western octave."},{"name":"Lowest notes are in the center","value":"Kalimbas have the lowest notes in the center with higher notes to the far left and the far right—this is an ergonomic nicety, in that the thumb can pivot such that all the vibrating tongues are easy to reach."}],"features":{},"related":[{"index":49,"display":"Jew's Harp","definition":"A small, simple musical instrument consisting of a lyre-shaped metal frame containing a metal tongue, which is plucked while the frame is held in the teeth.","iconPath":"atlas/jaw-harp/icon.jpg"},{"index":57,"display":"Mukkuri","definition":"Mukkuri is a traditional Japanese plucked instrument, part of lamellophone family, being indigenous to the Ainu people.","iconPath":"atlas/mukkuri/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Mbira","display":"Wikipedia","description":"Wikipedia article about kalimba.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/mbira","display":"Encyclopædia Britannica","description":"Kalimba article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://www.thefreedictionary.com/kalimba","display":"The Free Dictionary","description":"Kalimba definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Kalimba","display":"wikiHow","description":"How to play kalimba.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=miEE3vA6wGM","display":"YouTube","description":"Kalimba Solo.","iconPath":"link/youtube.png"}]}