{"index":28,"rank":625,"name":"concertina","display":"Concertina","definition":"A small instrument with bellows like an accordion but with buttons in place of keys.","description":"<p>A concertina is a free-reed musical instrument, like the various accordions and the harmonica.</p><p>Hexagonal bellows are fastened between two sets of boards that carry the reeds, as well as the pallet valves and finger buttons, by which air is selectively admitted to the reeds. </p><p>The steel or brass reed tongues are attached to individual brass frames by screwed plates.</p><p>Finger buttons are typically on both ends of the instrument. </p><p>When pressed, the buttons travel in the same direction as the bellows, unlike accordion buttons, which travel perpendicularly to the bellows.</p><p>The concertina was developed in England and Germany, most likely independently. </p><p>Various forms of concertina are used for classical music, for the traditional musics of Ireland, England, and South Africa, and for tango and polka music.</p>","images":{"contextual":{"path":"atlas/concertina/contextual.jpg","caption":null},"cover":{"path":"atlas/concertina/cover.png","caption":null},"icon":{"path":"atlas/concertina/icon.jpg","caption":null}},"lastUpdated":"2019-10-27T12:11:08Z","taxonomy":[{"name":"Family","value":"KEYBOARD"}],"aliases":[],"spreading":[{"name":"England","area":"ALL"},{"name":"Germany","area":"ALL"},{"name":"Ireland","area":"ALL"},{"name":"South Africa","area":"ALL"}],"startDate":{"value":1829.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Motorcycle Polka","samplePath":"atlas/concertina/sample.mp3","waveformPath":"atlas/concertina/waveform.png","facts":[{"name":"There are English and German versions","value":"The English version was invented in 1829 by Sir Charles Wheatstone, while Carl Friedrich Uhlig introduced the German version five years later, in 1834."},{"name":"Very popular in the XIX-th century","value":"After the great days of the 19th-century concertina virtuoso, the instrument was gradually superseded from about 1910 by the accordion."},{"name":"Mass-produced in Italy and China","value":"Concertinas are mass-produced in Italy and China, and are produced by individual workshops in Europe, South Africa, Australia, and North America."},{"name":"Chromatic scale is divided between hands","value":"In the original and most common model, the chromatic scale is divided between the two hands; in some later models, such as the duet-system concertina, a chromatic scale is provided for each hand."},{"name":"Forbidden by Nazi regime","value":"Between World War I and World War II, there were many concertina and bandoneon bands in Germany, but with the rise of the Nazi regime these musical clubs disappeared."},{"name":"Compass of four octaves","value":"The compass extends four octaves upward from the G below middle C. An instrument compass is the distance from the lowest to the highest pitch it can play."},{"name":"Traditional music playing continues","value":"Traditional music playing continues in many parts of the UK in the 21st century, often using English and Anglo-system concertinas."},{"name":"Play it like the accordion","value":"The concertina is a reeded instrument similar to an accordion. To play it, you need to open and close the bellows while pressing the keys to make notes."},{"name":"Double action","value":"The concertina employs 'double action', each note being given by a pair of reeds, one to sound on the press of the bellows, the other on the draw."}],"features":{},"related":[{"index":0,"display":"Accordion","definition":"A portable wind instrument with a small keyboard and free metal reeds that sound when air is forced past them by pleated bellows operated by the player.","iconPath":"atlas/accordion/icon.jpg"},{"index":6,"display":"Bandoneon","definition":"A musical instrument similar to a large concertina, especially popular in Latin America.","iconPath":"atlas/bandoneon/icon.jpg"},{"index":45,"display":"Harmonica","definition":"A small rectangular instrument consisting of a row of free reeds set back in air holes, played by exhaling or inhaling.","iconPath":"atlas/harmonica/icon.jpg"},{"index":56,"display":"Melodica","definition":"The melodica is a wind instrument with a keyboard on top, and is played by blowing air through a mouthpiece that fits into a hole in the side of the instrument.","iconPath":"atlas/melodica/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Concertina","display":"Wikipedia","description":"Wikipedia article about concertina.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/concertina","display":"Encyclopædia Britannica","description":"Concertina article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Concertina","display":"Kiddle","description":"Concertina facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/concertina","display":"The Free Dictionary","description":"Concertina definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Concertina","display":"wikiHow","description":"How to play concertina.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=O82UXWzoZtY","display":"YouTube","description":"Rudolph the Red-Nosed Reindeer, Anglo concertina solo","iconPath":"link/youtube.png"}]}