{"index":67,"rank":50,"name":"shakuhachi","display":"Shakuhachi","definition":"A wooden Japanese  end-blown flute with four holes in front and one at the back.","description":"<p>The shakuhachi is a Japanese end blown flute. It was originally introduced from China into Japan in the VIII-th century and underwent a resurgence in the early Edo Period.</p><p>Shakuhachi are usually made from the root end of a bamboo culm and are extremely versatile instruments. There are also instruments made of wood and plastic.</p><p>The blowing end is cut obliquely outward, and a small piece of ivory or bone is inserted at the edge so that subtle varieties of tone colour can be produced. </p><p>The bell - flared end, consists of the trunk of the bamboo plant with its root ends. The body is naturally or artificially bent above the bell for aesthetic reasons.</p><p>Professional players can produce virtually any pitch they wish from the instrument and play a wide repertoire ranging from Zen music to jazz.</p><p>It is used by the monks of Zen Buddhism in the practice of suizen - blowing meditation.</p>","images":{"contextual":{"path":"atlas/shakuhachi/contextual.jpg","caption":null},"cover":{"path":"atlas/shakuhachi/cover.png","caption":null},"icon":{"path":"atlas/shakuhachi/icon.jpg","caption":null}},"lastUpdated":"2019-11-16T04:57:38Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[{"name":"Japan","area":"ALL"}],"startDate":{"value":8.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Shakuhachi Solo","samplePath":"atlas/shakuhachi/sample.mp3","waveformPath":"atlas/shakuhachi/waveform.png","facts":[{"name":"Has fundamental harmonics","value":"The shakuhachi creates a harmonic spectrum that contains the fundamental frequency together with even and odd harmonics and some blowing noise."},{"name":"Has five finger holes","value":"Normally shakuhachi has four finger holes plus a thumbhole. Its repertoire is solo and chamber music."},{"name":"Players wore a wicker baskets over their heads","value":"Traditional shakuhachi players wore a wicker baskets over their heads, as a symbol of their detachment from the world."},{"name":"The first non-Japanese master","value":"The first non-Japanese person to become a shakuhachi master is the American-Australian Riley Lee. Lee was responsible for the World Shakuhachi Festival being held in Sydney, Australia over 5–8 July 2008."},{"name":"Shakuhachi is played vertically","value":"Shakuhachi is played vertically like a recorder, instead of horizontally, from side to side, like the Western transverse flute."},{"name":"Played exclusively by men","value":"Shakuhachi has traditionally been played almost exclusively by men in Japan, although this situation is rapidly changing. Many teachers of traditional shakuhachi music indicate that a majority of their students are women."},{"name":"Fuke sect of Zen Buddhist monks","value":"During the medieval period, shakuhachi were most notable for their role in the Fuke sect of Zen Buddhist monks, known as komusō - priests of nothingness, who used the shakuhachi as a spiritual tool."},{"name":"Body is bent for aesthetic reasons","value":"The body is naturally or artificially bent above the bell for aesthetic reasons."},{"name":"Was forbidden in the end of 1860s","value":"With the Meiji Restoration, beginning in 1868, the shogunate was abolished and so was the Fuke sect. The very playing of the shakuhachi was officially forbidden for a few years."},{"name":"Shakuhachi means 1.8 foot","value":"Shakuhachi name literally means '1.8 foot', which seems to be the instrument size; anyway,  it actually comes in many lengths."}],"features":{},"related":[{"index":9,"display":"Bansuri","definition":"The bansuri is a transverse flute from a single hollow shaft of bamboo with six or seven finger holes.","iconPath":"atlas/bansuri/icon.jpg"},{"index":51,"display":"Kaval","definition":"The kaval is a chromatic end blown flute traditionally played throughout the Balkans and Anatolia.","iconPath":"atlas/kaval/icon.jpg"},{"index":60,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"},{"index":62,"display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","iconPath":"atlas/piccolo/icon.jpg"},{"index":38,"display":"Flute","definition":"A high pitched woodwind instrument consisting of a slender tube closed at one end with keys and finger holes on the side and a mouthpiece near the closed end.","iconPath":"atlas/flute/icon.jpg"},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Shakuhachi","display":"Wikipedia","description":"Wikipedia article about shakuhachi.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/shakuhachi","display":"Encyclopædia Britannica","description":"Shakuhachi article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Shakuhachi","display":"Kiddle","description":"Shakuhachi facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/shakuhachi","display":"The Free Dictionary","description":"Shakuhachi definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=hmRPECd9Yig","display":"YouTube","description":"Shakuhachi flute - Rodrigo Rodriguez - contemporary Japanese music","iconPath":"link/youtube.png"}]}