{"index":13,"rank":6660,"name":"bass-guitar","display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","description":"<p>The bass guitar is a stringed instrument played primarily with the fingers or thumb, by plucking, slapping, popping, strumming, tapping, thumping, or picking with a plectrum.</p><p>The bass guitar is similar in appearance and construction to an electric guitar, but with a longer neck and scale length.</p><p>Bass guitars are normally made out of wood. They have a few main pieces such as a body, neck, fingerboard, frets, and four to six strings.</p><p>At the bottom of the body is an assembly called the bridge, a large metal assembly into which one end of the strings are fitted.</p><p>Popular music bands and rock groups use the bass guitar as a member of the rhythm section, which provides the chord sequence or progression and sets out the beat for the song.</p><p>The bass guitar is used to play low musical sounds called 'bass lines' in many styles of music such as rock, pop, country, jazz fusion and many more.</p>","images":{"contextual":{"path":"atlas/bass-guitar/contextual.jpg","caption":null},"cover":{"path":"atlas/bass-guitar/cover.png","caption":null},"icon":{"path":"atlas/bass-guitar/icon.jpg","caption":null}},"lastUpdated":"2019-10-25T19:49:32Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Electric Bass"],"spreading":[],"startDate":{"value":193.0,"mask":2},"endDate":null,"conservation":null,"sampleTitle":"Fast Slap Bass Guitar Solo","samplePath":"atlas/bass-guitar/sample.mp3","facts":[{"name":"Frets are placed in the Western tonal scale","value":"Frets are placed at specific locations along the fretboard, with each fret representing one half step in the Western tonal scale."},{"name":"Fender model created in 1950s","value":"Leo Fender developed a bass guitar in the 1950s using the ideas developed by Tutmarc. Instrument was named 'Fender Precision Bass'."},{"name":"Was invented in the 1930s","value":"The bass guitar was first made in the 1930s by inventor Paul Tutmarc from Seattle, Washington. However, very few musicians were interested in the instrument till 1950s."},{"name":"Bridge has adjustments for strings height","value":"The bridge often has adjustments that allow the height of the strings to be changed."},{"name":"Basses with two magnetic pickups","value":"Basses that have two pickups  - generally referred to as bridge and neck pickups, often have a switch that enables the player to select neck-only, bridge-only, or a blended signal."},{"name":"Tuners for strings tuning","value":"At the other end of the fretboard from the body sits the headstock, which generally holds the tuners that permit the player to adjust the tuning of the strings."},{"name":"Replaced the double bass","value":"Since the 1960s, the bass guitar has largely replaced the double bass in jazz, blues, folk, early rock music and bluegrass. The problem was that the double bass was big."},{"name":"Fender design is still popular","value":"The bass guitar developed by Leo Fender became very popular. Many bass guitars are still designed to look like his Fender Precision Bass."},{"name":"Tuned the same as the double bass","value":"The four-string bass is usually tuned the same as the double bass, which corresponds to pitches one octave lower than the four lowest-pitched strings of a guitar."},{"name":"Magnetic devices for strings vibrations","value":"The pickups are magnetic devices that sit below the strings. As the strings vibrate, an electrical signal is produced which is routed via an instrument cable to an amplifier."}],"features":{},"related":[{"index":38,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":76,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":48,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"},{"index":63,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bass_guitar","display":"Wikipedia","description":"Wikipedia article about bass guitar.","iconPath":"link/wikipedia.png"},{"url":"https://kids.kiddle.co/Bass_guitar","display":"Kiddle","description":"Bass guitar facts for kidle.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/Bass+guitar","display":"The Free Dictionary","description":"Bass guitar definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Bass-Guitar","display":"wikiHow","description":"How to play bass guitar.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=ONw0q2ZhEXg","display":"YouTube","description":"20 Amazing Bass Lines of All Time! (Instantly Recognizable)","iconPath":"link/youtube.png"}]}