{"index":16,"rank":0,"name":"bouzouki","display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","description":"<p>The bouzouki is a musical instrument popular in Greece that was brought there in the 1900s by Greek immigrants from Turkey, and quickly became the central instrument to the rebetiko genre.</p><p>Bouzouki is in the same instrumental family as the mandolin and the lute.</p><p>The size and type of the resonating body largely determine the instrument's timbre, while the length of the neck, and by extension the strings, determines the instrument's pitch range.</p><p>There are two main types of bouzouki: the trichordo (three-course) has three pairs of strings and the tetrachordo (four-course) has four pairs of strings.</p><p>The musician plucks the strings over the sound hole with a plectrum held in the right hand, while pressing on the strings on the fingerboard with the fingers of the left hand.</p><p>Bouzouki is played in a variety of musical genres throughout the world, including jazz, bluegrass, rock, and folk music.</p>","images":{"contextual":{"path":"atlas/bouzouki/contextual.jpg","caption":null},"cover":{"path":"atlas/bouzouki/cover.png","caption":null},"icon":{"path":"atlas/bouzouki/icon.jpg","caption":null}},"lastUpdated":"2019-10-22T19:20:47Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Buzuki","Buzuci"],"spreading":[],"startDate":{"value":20.0,"mask":259},"endDate":null,"conservation":null,"sampleTitle":"Bouzouki Solo","samplePath":"atlas/bouzouki/sample.mp3","waveformPath":"atlas/bouzouki/waveform.png","facts":[{"name":"Bouzouki means 'broken'","value":"The name bouzouki comes from the Turkish word 'bozuk', meaning broken or modified."},{"name":"Sound reminiscent of a mandolin","value":"The instrument is played with a plectrum and has a sharp metallic sound, reminiscent of a mandolin but pitched lower."},{"name":"Irish-style bouzouki","value":"There is also an Irish-style bouzouki, which has been adapted to perform Irish music in a different tuning."},{"name":"It is often decorated","value":"The bouzouki is often ornately and beautifully decorated like many instruments that have evolved from Ottoman and Balkan traditions."},{"name":"The same number of frets","value":"While neck length can vary from instrument to instrument, most bouzoukis have the same number of frets, spaced such as to provide a chromatic scale in 12-tone equal temperament."},{"name":"Featured instrument in rebetika","value":"It became a featured instrument in rebetika, a type of improvised early 20th-century music associated with the Greek underworld."},{"name":"Wood quality is of great importance","value":"The quality of the wood from which the instrument is made is of great importance to the sound. For the construction of the bowl, mulberry, apricot, cherry, acacia, and elm are considered to be the best woods with walnut, plane, and chestnut being slightly inferior."},{"name":"Long neck tends to warp","value":"Many modern instrument have a metal rod set into a channel in the neck, under the fingerboard, which adds some weight but increases rigidity, and allows adjustment of the neck should it begin to warp."},{"name":"Ancient influences","value":"Although the bouzouki takes its direct origins from instruments brought from Turkey and the Balkans, (mandolins, citterns, and the like), the influences behind it go all the way back to Ancient Greece."}],"features":{},"related":[{"index":54,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":40,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":30,"display":"Cümbüş","definition":"The cümbüş is a Turkish stringed instrument of relatively modern origin. It is a Turkish banjo in the style of a mandolin.","iconPath":"atlas/cumbus/icon.jpg"},{"index":82,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bouzouki","display":"Wikipedia","description":"Wikipedia article about bouzouki.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/bouzouki","display":"Encyclopædia Britannica","description":"Article about bouzouki.","iconPath":"link/britannica.png"},{"url":"https://www.thefreedictionary.com/bouzouki","display":"The Free Dictionary","description":"Bouzouki definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Tune-a-Greek-Bouzouki","display":"wikiHow","description":"How to tune a Greek bouzouki.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=zx-a_17OVc4","display":"YuoTube","description":"Playing bouzouki on YouTube.","iconPath":"link/youtube.png"}]}