{"index":34,"rank":3260,"name":"flute","display":"Flute","definition":"A high pitched woodwind instrument consisting of a slender tube closed at one end with keys and finger holes on the side and a mouthpiece near the closed end.","description":"<p>The flute is a family of musical instruments in the woodwind group. Unlike woodwind instruments with reeds, a flute is an reedless. </p><p>Although flute is one of the woodwind instruments, it is made of metal. Anyway, it was made of wood a long time ago. </p><p>The flute produces its sound from the flow of air across an lateral opening. It doesn't need lip vibration like brass instruments.</p><p>Player can change the pitch by pushing buttons or changing the direction of the breath. These buttons are called keys. The breath also can change the tone or the volume. </p><p>The flute sounds very bright and cheerful playing high notes. It can also sound very thoughtful or sad when playing in its lowest register. </p><p> A person who plays a flute is called a flautist.</p><p>Orchestras have at least 2 flutes each, sometimes three or four. Sometimes there is 1 piccolo which plays an octave higher, or an alto flute which plays a fifth lower than the flute.</p>","images":{"contextual":{"path":"atlas/flute/contextual.jpg","caption":null},"cover":{"path":"atlas/flute/cover.png","caption":null},"icon":{"path":"atlas/flute/icon.jpg","caption":null}},"lastUpdated":"2019-11-01T03:45:25Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[],"startDate":{"value":40000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Kuhlau - Fantasy for Flute Solo Op. 38 D major","samplePath":"atlas/flute/sample.mp3","facts":[{"name":"Not really so hard to play","value":"While flutes may look intimidating with all of their keys and holes, you can easily start learning how to play."},{"name":"Large repertoire of music for the flute","value":"There is a large repertoire of music for the flute. Baroque composers used them in their orchestras, usually in pairs, and composed concertos, chamber music and solo music for them."},{"name":"Sounds produced by air vibration","value":"Flute players hold it flat, and make a sound by blowing their breath over the edge of the hole of flute's head. It sounds thanks to the vibration of air."},{"name":"Modern flute created by Boehm","value":"On the middle of XIX-th century, a Bavarian flute maker named Boehm reformed past flute largely to enlarge the volume and improve the way of using the chromatic scale."},{"name":"Flute is 67 cm long","value":"Flute is 67 cm long, with a bore of about 2 cm, built in three sections."},{"name":"The sound of flute is high","value":"The sound of flute is high, so composers often express it as a bird. And a flute matches with many instrument like violin and piano."},{"name":"Flute has ancient ancestors","value":"Flutes are the earliest extant musical instruments. A number of flutes dating to about 43,000 to 35,000 years ago have been found in the Swabian Jura region of present-day Germany."},{"name":"Needs the second most amount of air","value":"Although looks like a delicate instrument, flute needs the second most amount of air for an instrument, next to the tuba."},{"name":"Made of metal","value":"There are many kinds of flute, so the material also varies. Most flutes are made of silver but gold and platinum are also used."}],"features":{},"related":[{"index":52,"display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","iconPath":"atlas/piccolo/icon.jpg"},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg"},{"index":9,"display":"Bansuri","definition":"The bansuri is a transverse flute from a single hollow shaft of bamboo with six or seven finger holes.","iconPath":"atlas/bansuri/icon.jpg"},{"index":57,"display":"Shakuhachi","definition":"A wooden Japanese  end-blown flute with four holes in front and one at the back.","iconPath":"atlas/shakuhachi/icon.jpg"},{"index":50,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"},{"index":54,"display":"Pungi","definition":"The pungi is a wind instrument played by snake charmers in India and Pakistan.","iconPath":"atlas/pungi/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Flute","display":"Wikipedia","description":"Wikipedia article about flute.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/flute-musical-instrument","display":"Encyclopædia Britannica","description":"Flute article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Flute","display":"Kiddle","description":"Flute facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/flute","display":"The Free Dictionary","description":"Flute definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Flute","display":"wikiHow","description":"How to Play the Flute","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=QAiwlq3aP2U","display":"YouTube","description":"Syrinx flute solo by Emma He","iconPath":"link/youtube.png"}]}