{"index":22,"rank":180,"name":"glockenspiel","display":"Glockenspiel","definition":"A percussion instrument with a series of metal bars tuned to the chromatic scale and played with two light hammers.","description":"<p>A glockenspiel is a percussion instrument composed of a set of tuned bars arranged in the fashion of the keyboard of a piano.</p><p>Longer bars on the glockenspiel will create a lower note and shorter bars result in higher notes.</p><p>Bars on the glockenspiel are arranged from largest to smallest on a keyboard like base but it has two rows of metal bars.</p><p>The glockenspiel sounds like bells, and the most common glockenspiel used today is played with either wood or plastic mallets.</p><p>A glockenspiel can usually only reach up to three and a half octaves but most only extend to three.</p><p>Glockenspiel is similar to the xylophone. However, the xylophone's bars are made of wood, while the glockenspiel's are metal plates or tubes.</p><p>Glockenspiels are quite popular and appear in almost all genres of music ranging from classic to hip-hop and jazz.</p>","images":{"contextual":{"path":"atlas/glockenspiel/contextual.jpg","caption":null},"cover":{"path":"atlas/glockenspiel/cover.png","caption":null},"icon":{"path":"atlas/glockenspiel/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Orchestral bells","Carillon","Concert bells"],"spreading":[],"startDate":{"value":17.0,"mask":771},"endDate":null,"conservation":null,"sampleTitle":"Mozart - The Magic Flute","samplePath":"atlas/glockenspiel/sample.mp3","facts":[{"name":"A hard mallet creates a sharp sound","value":"Striking the metal bar with a hard mallet creates a sharp, bright sound but when a softer mallet is used it sounds more muted."},{"name":"Glockenspiel produce pitch when struck","value":"Most percussion instruments do not produce a pitch when struck like the glockenspiel does, making it a unique percussion instrument."},{"name":"The glockenspiel sounds like bells","value":"The glockenspiel sounds like bells, and the most common glockenspiel used today is played with either wood or plastic mallets."},{"name":"Compositions for glockenspiel are named campanelli","value":"In compositions or scores the glockenspiel is often referred to as 'campanelli' which is an Italian term meaning 'bell'."},{"name":"Marching bands in Canada","value":"Marching bands in Canada, the U.S., and the U.K. use a type of glockenspiel called the bell lyre, lyra, or lyra glockenspiel. This instrument is played upright, hung by a strap over of the musician's shoulder, and hit with a beater or mallet."},{"name":"The Magic Flute uses glockenspiel for bird catcher's character","value":"In Wolfgang Amadeus Mozart's 1791 composition The Magic Flute, the glockenspiel is used for the bird catcher's character. Other famous composers that featured the glockenspiel include Orff, Wagner, and Debussy."},{"name":"Popular musical instrument in classical music","value":"Glockenspiels have been popular musical instruments for centuries in classical music but they are also popular in modern music styles as well. They can be heard in jazz and hip hop, rock, folk and almost every other genre."},{"name":"In German the word 'glockenspiel' means 'to play the bells'","value":"In German the word 'glockenspiel' means 'to play the bells'."},{"name":"The military version of the glockenspiel used in marching bands ","value":"The military version of the glockenspiel used in marching bands is called the Stahlspiel or the Militar Glockenspiel."},{"name":"Used by contemporary musicians","value":"Musicians and bands such as Bruce Springsteen, Jimi Hendrix, the Beatles, Radiohead, Jethro Tull, Rush and Panic at the Disco have all used the glockenspiel in some of their most famous songs."},{"name":"Was considered to be only a substitute for real bells","value":"When the glockenspiel was created it was considered to be only a substitute for real bells but as time progressed it became its own instrument and not just a replacement."},{"name":"Some musicians use two mallets in each hand","value":"Some musicians use two mallets in each hand, four in total, to play the glockenspiel."}],"features":{},"related":[{"index":42,"display":"Vibraphone","definition":"A percussion instrument similar to a marimba but having metal bars and rotating disks in the resonators to produce a vibrato.","iconPath":"atlas/vibraphone/icon.jpg"},{"index":43,"display":"Xylophone","definition":"A percussion instrument consisting of a mounted row of wooden bars that are graduated in length to sound a chromatic scale, played with two small mallets.","iconPath":"atlas/xylophone/icon.jpg"},{"index":29,"display":"Marimba","definition":"A large wooden percussion instrument with resonators, resembling a xylophone.","iconPath":"atlas/marimba/icon.jpg"},{"index":4,"display":"Balafon","definition":"A large, usually pentatonic xylophone of West African origin, consisting of resonating gourds of graduated sizes under wooden bars which are struck with mallets.","iconPath":"atlas/balafon/icon.jpg"},{"index":40,"display":"Triangle","definition":"A percussion instrument consisting of a piece of metal in the shape of a triangle open at one angle.","iconPath":"atlas/triangle/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Glockenspiel","display":"Wikipedia","description":"Wikipedia article about glockenspiel.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/glockenspiel_facts/3001/","display":"Soft Schools","description":"Glockenspiel facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/glockenspiel","display":"The Free Dictionary","description":"Glockenspiel definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://youtube.com/watch?v=7sYsxcdTcXY","display":"YouTube","description":"Glockenspiel Solo - Somewhere Over the Rainbow","iconPath":"link/youtube.png"}]}