{"index":42,"rank":0,"name":"lyre","display":"Lyre","definition":"A stringed instrument of the harp family having two curved arms connected at the upper end by a crossbar, used to accompany a singer or reciter of poetry, especially in ancient Greece.","description":"<p>The lyre is a musical instrument from the string family that dates back to the Ancient Greek world.</p><p>Lyres are sometimes confused with harps, but the strings on a lyre pass over a bridge and the strings on a harp enter through the instrument's body. </p><p>The lyre is more similar to a guitar in that the strings passing over the bridge create the vibrations to the body.</p><p>In Ancient Greece the lyre was either played as a solo instrument or along with poetry or singing.</p><p>It was played at most important events in Greece and is depicted in much of the early art dating back as far as 2000 BC to the Middle Bronze Age, but the lyre existed for at least 1000 years prior to this.</p><p>Playing the lyre involved a plucking motion, usually with a plectrum (pic).</p>","images":{"contextual":{"path":"atlas/lyre/contextual.jpg","caption":null},"cover":{"path":"atlas/lyre/cover.png","caption":null},"icon":{"path":"atlas/lyre/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[],"startDate":{"value":3000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"O Holy Night","samplePath":"atlas/lyre/sample.mp3","facts":[{"name":"A 2300 years old lire was discovered in Scotland","value":"A lyre believed to be 2300 years old was discovered in Scotland in 2010. This makes it the oldest surviving stringed musical instrument in Europe."},{"name":"The first lyres in Ancient Greece were made of tortoise shells","value":"The first lyres in Ancient Greece were made of tortoise shells. They had two fixed upright arms and a cross bar. There were tuning pegs often made of bone, ivory, wood or even bronze. Strings were usually made of sheep gut."},{"name":"In Europe the lyre was known by a variety of names","value":"In Europe the lyre was known by a variety of names (with variations), including the gue or cruit in Scotland; the rote or crowd in England; the crwth in Wales; the giga in Norway; the talharpa in Estonia; the jouhikko in Finland; the Lira in Poland; the chorus in Latin; and the rotte, crotte, or Anglo-Saxon lyre in Continental Europe."},{"name":"Still played in north-east Africa","value":"In some places in north-east Africa the lyre is still played."},{"name":"Lyres were often depicted on ancient coins","value":"Lyres were often depicted on ancient coins."},{"name":"The lyre in Ancient Greece was one of the most popular string in","value":"The lyre in Ancient Greece was one of the most popular string instruments of its time."},{"name":"The word lyre is derived from an Ancient Greek word 'lura'","value":"The word lyre is derived from an Ancient Greek word 'lura' which means a 'stringed instrument with sounding board made of a tortoise shell'."},{"name":"In Africa the lyre was known by a variety of names","value":"In Africa the lyre was known by a variety of names such as: the kisser, tanbura, or simsimiyya in Egypt; the tanbura or kisser in Sudan; the begena, dita, or krar in Ethiopia; the ntongoli or endongo in Uganda; the litungu in Tanzania; and the obokano, nyatiti, litungu, or kibugander in Kenya."},{"name":"The lyre is mentioned in Beowulf","value":"The lyre is mentioned in Beowulf - the Old English 3182 line epic poem written between 975 and 1010 AD."},{"name":"Lyre is in the same family as the zither","value":"Some people classify the lyre as an instrument of the zither family while others do not."},{"name":"Lyres have had a variety of numbers of strings","value":"Lyres have had a variety of numbers of strings throughout history. The most common configurations have included lyres with 4, 7, and 10 strings."}],"features":{},"related":[{"index":38,"display":"Harp","definition":"An instrument having an upright triangular frame consisting of a pillar, a curved neck and a hollow back containing the sounding board, with strings of graded lengths.","iconPath":"atlas/harp/icon.jpg"},{"index":23,"display":"Celtic Harp","definition":"The Celtic harp is a triangular harp traditional to Ireland and Scotland.","iconPath":"atlas/celtic-harp/icon.jpg"}],"links":[{"url":"https://www.youtube.com/watch?v=zX9kPR29Riw","display":"YouTube","description":"Playing lyra on YouTube.","iconPath":"link/youtube.png"},{"url":"http://www.softschools.com/facts/music_instruments/lyre_facts/3054/","display":"Soft Schools","description":"Lyre facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/Lyre","display":"The Free Dictionary","description":"Lyre definiton on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Tune-a-Lyre","display":"wikiHow","description":"How to tune a lyre.","iconPath":"link/wikihow.png"},{"url":"https://en.wikipedia.org/wiki/Lyre","display":"Wikipedia","description":"Wikipedia article about lyre.","iconPath":"link/wikipedia.png"}]}