{"index":53,"rank":0,"name":"timpani","display":"Tmpani","definition":"A set of tunable kettledrums typically used in the percussion section of a symphony orchestra.","description":"<p>Timpani is a type of drum categorised as a semispherical drum and consist of a membrane called a head stretched over a large bowl traditionally made of copper.</p><p>Most modern timpani are pedal timpani and can be tuned quickly and accurately to specific pitches by skilled players through the use of a movable foot-pedal.</p><p>They are played by striking the head with a specialized drum stick called a timpani stick or timpani mallet. The handle of the mallet is often cork or wood and covered in felt.</p><p>There are five categories of mallets for the timpani including hard, medium hard, soft, flannel, and wood (popular in the Baroque era).</p><p>Timpani evolved from military drums to become a staple of the classical orchestra by the last third of the 18th century.</p><p>Today, they are used in many types of ensembles, including concert bands, marching bands, orchestras, and even in some rock bands.</p><p>A musician that plays the timpani, or kettledrum, is referred to as a timpanist.</p>","images":{"contextual":{"path":"atlas/timpani/contextual.jpg","caption":null},"cover":{"path":"atlas/timpani/cover.png","caption":null},"icon":{"path":"atlas/timpani/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Pauken","Timps","Kettledrums"],"spreading":[],"startDate":{"value":18.0,"mask":771},"endDate":null,"conservation":null,"sampleTitle":"Timpani Solo","samplePath":"atlas/timpani/sample.mp3","facts":[{"name":"Not all timpani are made with calf skin","value":"Not all timpani are made with calf skin or goatskin heads. Today some are being made with heads made of plastic, which are more durable and less affected by temperature and humidity than animal skin. However many professional musicians prefer the animal skin heads because of its warmer tone."},{"name":"The most common timpani sets have four drums","value":"The most common timpani sets have four drums in them but any more than five is considered to be non-standard."},{"name":"The timpani is traditionally a sheet of copper","value":"The timpani is traditionally a sheet of copper, shaped into a bowl which serves as the instrument's resonator. A goat or calf skin is stretched over a ring called a counterhoop that is then attached to the copper bowl. The copper bowl is mounted on a stand but the bowl does not touch the stand as this would create a dampening of vibrations."},{"name":"Mallets come in various sizes","value":"Mallets used for striking the timpani come in various sizes and weights, with a variety of coverings and lengths of handles. Specific mallets produce specific sounds."},{"name":"The word 'timpani' is derived from Latin","value":"The word 'timpani' is derived from the Latin word 'tympanum' which means 'a hand drum'."},{"name":"Timpani types include the D kettledrum (bass kettledrum)","value":"Timpani types include the D kettledrum (bass kettledrum), G kettledrum (large kettledrum), C kettledrum (small kettledrum), F kettledrum (high kettledrum), A kettledrum (high kettledrum), and the B kettledrum."},{"name":"There are a few concertos written for this instrument","value":"There have been a few concertos written for this instrument including Concerto for Timpani and Orchestra by William Kraft in 1983, and Concerto Fantasy for Two Timpanists and Orchestra by Jonathan Haas, among several others."},{"name":"The timpani has also been used in rock and roll","value":"The timpani has also been used in rock and roll bands such as The Beatles, Queen, and Emerson, Lake & Palmer."},{"name":"The calf skin covering the bowl is referred to as the vellum","value":"The calf skin covering the bowl is referred to as the vellum. The tension must be perfectly even and tuned during a performance as changes in humidity and temperature can result in undesirable changes in pitch."},{"name":"There are two methods to hold the timpani stick","value":"There are two common methods to holding the timpani stick or mallet: the German grip and the French grip. The American grip combines the two."},{"name":"Tuning a timpani is done by using a tuning pedal","value":"Tuning a timpani is usually done by using a tuning pedal that adjusts the pull rings (which attaches the counterhoop to the bowl)."}],"features":{},"related":[{"index":11,"display":"Bass Drum","definition":"A large drum having a cylindrical body and two heads and producing a low, resonant sound.","iconPath":"atlas/bass-drum/icon.jpg"},{"index":30,"display":"Drum Kit","definition":"A drum kit is a collection of drums and other percussion instruments set up to be played by a single player.","iconPath":"atlas/drum-kit/icon.jpg"},{"index":48,"display":"Snare Drum","definition":"A small double-headed drum having one or more wires or cords stretched across the bottom head to increase reverberation. Also called  side drum.","iconPath":"atlas/snare-drum/icon.jpg"},{"index":50,"display":"Taiko","definition":"Taiko are a broad range of Japanese percussion instruments. In Japanese, the term refers to any kind of drum.","iconPath":"atlas/taiko/icon.jpg"},{"index":49,"display":"Steelpan","definition":"Steelpan is a percussion musical instrument made from a steel drum.","iconPath":"atlas/steelpan/icon.jpg"},{"index":51,"display":"Talking Drum","definition":"A small drum having a membrane stretched over one end or both ends of a narrow-waisted wooden frame by cords whose tension can be manually altered to vary the drum's tonality as it is played.","iconPath":"atlas/talking-drum/icon.jpg"}],"links":[{"url":"https://www.thefreedictionary.com/timpani","display":"The Free Dictionary","description":"Timpani definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://en.wikipedia.org/wiki/Timpani","display":"Wikipedia","description":"Wikipedia article about timpani.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/timpani_facts/3016/","display":"Soft Schools","description":"Timpani facts.","iconPath":"link/softschools.png"},{"url":"https://www.wikihow.com/Play-the-Timpani","display":"wikiHow","description":"How to play timpani.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=PbwZ_e-zk5w","display":"YouTube","description":"Michael Daugherty: \"Raise the Roof\"for Timpani and Symphonic Band","iconPath":"link/youtube.png"}]}