{"index":79,"rank":2790,"name":"trumpet","display":"Trumpet","definition":"A soprano brass instrument consisting of a long metal tube looped once and ending in a flared bell, the modern type being equipped with three valves for producing variations in pitch.","description":"<p>A trumpet is a musical instrument commonly used in orchestral and jazz ensembles. The trumpet group contains the instruments with the highest register in the brass family.</p><p>Trumpets are played by blowing air through almost-closed lips, producing a buzzing sound that starts a standing wave vibration in the air column inside the instrument.</p><p>The tone quality may be changed by inserting a mute into the bell: either a conical straight mute of fibre or various aluminum mutes.</p><p>Early trumpets did not provide means to change the length of tubing, whereas modern instruments generally have 3 or sometimes 4 valves in order to change their pitch.</p><p>Classical music is written for solo trumpet, and trumpets are included in orchestras. </p><p>Trumpets play an important part in Jazz music, and other various popular genres. Sometimes, they also play short parts to emphasize sections in rock songs.</p>","images":{"contextual":{"path":"atlas/trumpet/contextual.jpg","src":"/media/atlas/musical-instruments/trumpet/contextual.jpg","caption":null},"cover":{"path":"atlas/trumpet/cover.png","src":"/media/atlas/musical-instruments/trumpet/cover.png","caption":null},"icon":{"path":"atlas/trumpet/icon.jpg","src":"/media/atlas/musical-instruments/trumpet/icon.jpg","caption":null}},"lastUpdated":"2019-10-31T21:50:13Z","taxonomy":[{"name":"family","display":"Family","value":"BRASS"}],"aliases":[],"spreading":[],"startDate":{"value":15.0,"mask":65539},"endDate":null,"conservation":null,"sampleTitle":"Hummel - Trumpet Concerto 3-rd","samplePath":"atlas/trumpet/sample.mp3","waveformPath":"atlas/trumpet/waveform.png","waveformSrc":"/media/atlas/musical-instruments/trumpet/waveform.png","facts":[{"name":"Metal trumpets from Egypt","value":"The metal trumpet dates from the second millennium BCE in Egypt, when it was a small ritual or military instrument sounding only one or two notes."},{"name":"Lenghts from 60 centimeters to 2 meters","value":"Ancient trumpets had straight tubes about 60 centimetres long, but the medieval buisine, a straight instrument retaining the trumpet’s traditional association with royalty and pomp, reached a length of almost 2 metres."},{"name":"First trumpets was made of wood","value":"Eventually people started making trumpet like instruments with wood, for example, the cornetto, and later, with brass."},{"name":"Different mouthpieces","value":"Mouthpieces vary; orchestral players usually prefer a wider and deeper mouthpiece than dance-band and jazz players, who favour a narrower and shallower mouthpiece to produce a sustained forte in the high register."},{"name":"Ancient trumpet is called shofar","value":"An early example of a brass instrument like a trumpet is called a shofar, which is still used in religious ceremonies."},{"name":"Distinction between trumpet and horn","value":"The technical distinction between trumpet and horn is that one-third of the tube length of a trumpet is conical and two-thirds is cylindrical, while the horn’s tube is the opposite."},{"name":"The valved trumpet dates from 1828","value":"The valved trumpet appeared in Germany in about 1828. Its acceptance was delayed in the United States and Great Britain because players preferred the cornet in orchestral trumpet parts."},{"name":"Trumpets with extra coil","value":"The tonality, or key, of the instrument could be changed by the use of a crook, an extra coil of tubing inserted next to the mouthpiece."},{"name":"Years ago trumpets were very important","value":"Many years ago trumpets were very important. They were long and without valves. This meant a player had to control the pitch of the sound with only his mouth, which was very difficult."}],"features":[],"related":[{"index":18,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg","iconSrc":null},{"index":78,"display":"Trombone","definition":"A brass instrument consisting of a long cylindrical tube bent upon itself twice, ending in a bell-shaped mouth, and having a movable U-shaped slide for producing different pitches.","iconPath":"atlas/trombone/icon.jpg","iconSrc":null},{"index":80,"display":"Tuba","definition":"The tuba is the largest and lowest-pitched musical instrument in the brass family.","iconPath":"atlas/tuba/icon.jpg","iconSrc":null},{"index":84,"display":"Vienna Horn","definition":"The Vienna horn is a type of musical horn used primarily in Vienna, for playing orchestral or classical music.","iconPath":"atlas/vienna-horn/icon.jpg","iconSrc":null},{"index":48,"display":"Horagai","definition":"Horagai are large conch shells, usually from Charonia tritonis, that have been used as trumpets in Japan for many centuries.","iconPath":"atlas/horagai/icon.jpg","iconSrc":null},{"index":32,"display":"Didgeridoo","definition":"A musical instrument of the Aboriginal peoples of Australia, consisting of a long hollow branch or stick that makes a deep drone when blown into while vibrating the lips.","iconPath":"atlas/didgeridoo/icon.jpg","iconSrc":null},{"index":17,"display":"Bucium","definition":"The bucium is a type of alphorn used by mountain dwellers and by shepherds in Romania and Moldova.","iconPath":"atlas/bucium/icon.jpg","iconSrc":null},{"index":1,"display":"Alphorn","definition":"A curved wooden horn, sometimes as long as 6 meters, traditionally used by herders in the Alps to call cows to pasture.","iconPath":"atlas/alphorn/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Trumpet","display":"Wikipedia","description":"Wikipedia article about trumpet.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/art/trumpet","display":"Encyclopædia Britannica","description":"Trumpet article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://kids.kiddle.co/Trumpet","display":"Kiddle","description":"Trumpet facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.thefreedictionary.com/trumpet","display":"The Free Dictionary","description":"Trumpet definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Trumpet","display":"wikiHow","description":"How to Play the Trumpet","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=B1eyZAedhY4","display":"YouTube","description":"Alison Balsom","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}