{"index":62,"rank":82,"name":"taiko","display":"Taiko","definition":"Taiko are a broad range of Japanese percussion instruments. In Japanese, the term refers to any kind of drum.","description":"<p>The taiko is a large, drum-like instrument of the percussion family that is believed to have originated in Korean and Chinese culture and was introduced to Japan in the 6th century CE.</p><p>Taiko drums usually have a shell with heads on both sides, and the cavity is sealed to provide the resonating effect. Some taiko are tunable and some are not.</p><p>Some of the drum heads are air dried, which can take several years to complete, or they are dried more quickly in smoke inside large warehouses.</p><p>In feudal Japan, taiko were often used to motivate troops, call out orders or announcements, and set a marching pace. The sets and beats would tell the troops whether to advance or retreat.</p><p>Taiko have been incorporated in Japanese kabuki theatre for rhythmic needs, general atmosphere, and in certain settings decoration. For example, scenes may be accompanied by taiko to create dramatic tension.</p>","images":{"cover":{"path":"atlas/taiko/cover.png","caption":null},"contextual":{"path":"atlas/taiko/contextual.jpg","caption":null},"featured":{"path":"atlas/taiko/featured.png","caption":"Taiko Mood by Ika Forsell"},"icon":{"path":"atlas/taiko/icon.jpg","caption":null}},"lastUpdated":"2019-10-19T07:23:02Z","taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":[],"spreading":[{"name":"Japan","area":"ALL"}],"startDate":{"value":6.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Taiko Solo","samplePath":"atlas/taiko/sample.mp3","facts":[{"name":"It can take several years to build a taiko","value":"It can take several years to build a taiko depending on the craftsman's process and material used."},{"name":"Clothing for taiko playing is important","value":"Clothing for taiko playing is important. Many groups wear a thin coat and headband. Styles depend on who taiko is being played for and under what circumstances."},{"name":"When taiko is played in a group","value":"When taiko is played in a group, there are also often vocalists and other musicians playing woodwind and/or string instruments accompanying the taiko players."},{"name":"The word 'kata' is used to refer to the movement and posture","value":"The word 'kata' is used to refer to the movement and posture one uses when playing taiko. When taiko is being judged in performance, kata is the main factor used to distinguish quality. When musicians practice they often do so in rooms with mirrors so that they are able to judge their posture and movement."},{"name":"Traditional taiko were made from dried trunks","value":"Traditional taiko were made from dried trunks of the zelkova tree. It took several years to dry the wood properly so that it would not split."},{"name":"Taiko are popular in Japanese theatre","value":"Taiko are popular in Japanese theatre as they can be used to produce dramatic tension, rhythmic patterns, and set the tone for the performance."},{"name":"Taiko are also referred to as wadaiko","value":"Taiko are also referred to as wadaiko and when an ensemble is playing taiko they are referred to as kumi-daiko."},{"name":"To make a taiko the craftsman must first create the body","value":"In order to make a taiko the craftsman must first create and shape the body of the drum. He/she must then prepare the drum skin, and later tune the skin to the head of the drum."},{"name":"Taiko groups have begun to appear outside of Japan since 1900s","value":"Taiko groups have begun to appear outside of Japan since the late 1900s including in countries such as Australia, Brazil, United States, Canada, and others."},{"name":"Kumi-daiko was created in 1951","value":"Kumi-daiko, the ensemble playing of taiko was created in 1951 by Daihachi Oguchi, a trained jazz musician."}],"features":{},"related":[{"index":32,"display":"Drum Kit","definition":"A drum kit is a collection of drums and other percussion instruments set up to be played by a single player.","iconPath":"atlas/drum-kit/icon.jpg"},{"index":11,"display":"Bass Drum","definition":"A large drum having a cylindrical body and two heads and producing a low, resonant sound.","iconPath":"atlas/bass-drum/icon.jpg"},{"index":60,"display":"Snare Drum","definition":"A small double-headed drum having one or more wires or cords stretched across the bottom head to increase reverberation. Also called  side drum.","iconPath":"atlas/snare-drum/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Taiko","display":"Wikipedia","description":"Wikipedia article about taiko.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/taiko-musical-instrument","display":"Encyclopædia Britannica","description":"Taiko article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/taiko_facts/3012/","display":"Soft Schools","description":"Taiko facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Taiko","display":"Kiddle","description":"Taiko facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/Taiko","display":"The Free Dictionary","description":"Taiko definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-Taiko-Drums","display":"wikiHow","description":"How to play taiko.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=e3DC_43fC5A","display":"YouTube","description":"Solo de taiko par Mariko - leader du groupe Wadaiko MAKOTO","iconPath":"link/youtube.png"}]}