{"index":52,"rank":172,"name":"koto","display":"Koto","definition":"A Japanese stringed instrument usually having 13 silk strings stretched over a long, hollow, wooden body.","description":"<p>The koto is a traditional Japanese stringed musical instrument similar to the Chinese zheng. </p><p>The body of the instrument is made of paulownia wood and is about 190 cm long.</p><p>They have 13 strings that are strung over 13 movable bridges along the width of the instrument. Players can adjust the string pitches by moving the bridges.</p><p>The koto is played by plucking the strings with the thumb and first two fingers of the right hand, which are fitted with ivory plectrums. </p><p>The left hand may alter the pitch or sound of each string by pressing or manipulating the strings to the left of the bridges. </p><p>When the performer is kneeling or seated on the floor, the koto is held off the floor by two legs or a bridge-storage box.</p><p>In most modern concerts, the instrument is placed on a stand so the performer can sit on a chair.</p><p>Solo and chamber music dominate the repertory, and in the latter form the koto player often sings as well.</p>","images":{"contextual":{"path":"atlas/koto/contextual.jpg","src":"/media/atlas/musical-instruments/koto/contextual.jpg","caption":null},"cover":{"path":"atlas/koto/cover.png","src":"/media/atlas/musical-instruments/koto/cover.png","caption":null},"icon":{"path":"atlas/koto/icon.jpg","src":"/media/atlas/musical-instruments/koto/icon.jpg","caption":null}},"lastUpdated":"2019-11-08T06:25:36Z","taxonomy":[{"name":"family","display":"Family","value":"STRINGS"}],"aliases":["kin"],"spreading":[{"name":"Japan","area":"ALL","less":null,"lessArea":"ALL"}],"startDate":{"value":7.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Sakura Played on Koto","samplePath":"atlas/koto/sample.mp3","waveformPath":"atlas/koto/waveform.png","waveformSrc":"/media/atlas/musical-instruments/koto/waveform.png","facts":[{"name":"Orchestral pieces for koto","value":"Some contemporary composers have incorporated the koto into orchestral pieces, and some have used the 17-string bass koto invented by Miyagi Michio."},{"name":"Four types of koto","value":"The four types of koto - Gakuso, Chikuso, Zokuso, Tagenso, were all created by different subcultures, but also adapted to change the playing style."},{"name":"Native word koto was a generic term","value":"When the koto was first imported to Japan, the native word koto was a generic term for any and all Japanese stringed instruments."},{"name":"Used in Japanese court music","value":"The modern koto originates from the gakusō used in Japanese court music. It was a popular instrument among the wealthy; the instrument koto was considered a romantic one."},{"name":"Strings made from various materials","value":"The strings are made from a variety of materials. Various types of plastic strings are popular. Silk strings are still made, and are usually yellow in color."},{"name":"The Tales of Genji","value":"In \"The Tales of Genji\", the hero falls deeply in love with a mysterious woman, who he has never seen before, after he hears her playing the koto from a distance."},{"name":"The national instrument of Japan","value":"Long known as the national instrument of Japan, the koto has been popular from the earliest periods of Japanese musical history to the present days."},{"name":"Influenced by the Chinese zheng","value":"The koto is influenced by the Chinese zheng and is similar to the Mongolian yatga, the Korean gayageum, and the Vietnamese đàn tranh."},{"name":"Koto is a dragon","value":"For every part of the koto there is a traditional name which connects with the opinion that the body of a koto resembles that of a dragon."},{"name":"Koto in pop and rock music","value":"David Bowie used a koto in the instrumental piece \"Moss Garden\" on his album \"Heroes\" from 1977.  Brian Jones of The Rolling Stones played the koto in the song \"Take It Or Leave It\" on the album \"Aftermath\" from 1966."},{"name":"Uses pentatonic tunnings","value":"Various pentatonic tunings are used, depending on the type of music being played. Pentatonic musical scale containing 5 different tones instead of 8."}],"features":[],"related":[{"index":43,"display":"Guzheng","definition":"The guzheng, also known as Chinese zither, is a Chinese traditional plucked musical string instrument.","iconPath":"atlas/guzheng/icon.jpg","iconSrc":null},{"index":41,"display":"Guqin","definition":"The guqin is a plucked seven-string Chinese musical instrument of the zither family.","iconPath":"atlas/guqin/icon.jpg","iconSrc":null},{"index":42,"display":"Gusli","definition":"Gusli is the oldest Russian multi-string plucked instrument, belonging to the zither family, due to its strings being parallel to its resonance board.","iconPath":"atlas/gusli/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Koto_(instrument)","display":"Wikipedia","description":"Wikipedia article about koto.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/art/koto","display":"Encyclopædia Britannica","description":"Koto article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.thefreedictionary.com/koto","display":"The Free Dictionary","description":"Koto definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=5XpoTb8VI0g","display":"YouTube","description":"TENNYO - Japanese KOTO","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}