{"index":42,"rank":836,"name":"oboe","display":"Oboe","definition":"A slender woodwind instrument with a conical bore and a double-reed mouthpiece, having a range of three octaves and a penetrating, poignant sound.","description":"<p>Oboes are a family of double reed woodwind musical instruments, usually made of wood. Sound is produced by blowing into the reed and vibrating a column of air.</p><p>The oboe has three main body parts including the bell, lower joint, and upper joint, plus its other parts which include the double reed, key, rods, fingerhole, and pad.</p><p>Oboes are commonly made from wood such as boxwood, vulcanite, rosewood, or granadilla. \nThe mouthpiece of the oboe is a double reed with the reeds positioned close together.</p><p>Instruments in the oboe family include the piccolo oboe, regular oboe, oboe d'amore, cor anglais, bass oboe, and heckelphone.</p><p>The most common oboe plays in the treble or soprano range. The distinctive oboe tone is versatile, and has been described as bright.</p><p>To play the obo the oboist places the double reed between their lips and they blow. The reeds vibrate and open and close quickly which send energy into the air column. The oboist plays the keys and holes to produce different pitches.</p><p>A musician who plays the oboe can be referred to as an 'oboe player' or an 'oboist'.</p><p>Oboe is commonly used in concert bands, orchestras, chamber music, film music, in some genres of folk music and is occasionally heard in jazz, rock music, pop music, and popular music.</p>","images":{"contextual":{"path":"atlas/oboe/contextual.jpg","caption":null},"cover":{"path":"atlas/oboe/cover.png","caption":null},"icon":{"path":"atlas/oboe/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[],"startDate":{"value":17.0,"mask":515},"endDate":null,"conservation":null,"sampleTitle":"Vivaldi - Sonata for Oboe and Continuo in C Minor","samplePath":"atlas/oboe/sample.mp3","facts":[{"name":"Viennese oboe players use a special fingering","value":"Viennese oboe players use a fingering method referred to as 'long fingerings' while French oboe players use a fingering method referred to as 'short fingerings'."},{"name":"The sound of the oboe has been described as bright","value":"The sound of the oboe has been described as bright, full, powerful, reedy, clear, and penetrating."},{"name":"The oboe does not have a mouthpiece like the clarinet","value":"The oboe does not have a mouthpiece like the clarinet. It has two reeds tied together."},{"name":"Famous works that included the oboe","value":"Famous works that included the oboe include Johann Sebastian Bach's Brandenburg concertos 1 and 2, Madeleine Dring's Trio for oboe, flute and piano, Harrison Birtwistle's Pulse Sampler, and Wolfgang Amadeus Mozart's Oboe Concerto in C major."},{"name":"The oboe is much more complicated to play than the flute","value":"The oboe is much more complicated to play than the flute."},{"name":"Oboes are commonly found in orchestras","value":"Oboes are commonly found in orchestras, chamber music, concert bands, folk music, jazz, pop, rock, and in film scores."},{"name":"Professional oboe players make their own reeds","value":"It is not uncommon for professional oboe players to make their own reeds. Reeds come in a variety of levels of hardness."},{"name":"The oboe was not invented until the 1600s","value":"The oboe was not invented until the 1600s but it is believed to have been descended from the shawm - an instrument that dates back to 2800 BC."},{"name":"The Viennese oboe is shorter and thicker than the French Oboe","value":"The Viennese oboe is shorter and thicker than the French Oboe and widens at the joints."},{"name":"The French oboe's bell is slightly flared","value":"The French oboe's bell is slightly flared while the bell of the Viennese oboe has a bell shape to it."},{"name":"The oboe plays well with the flute","value":"The oboe plays well with the flute, clarinet, bassoon, trumpet, horn, violin, viola, and the cello."},{"name":"Major composers that wrote pieces for the oboe","value":"Major composers that wrote pieces for the oboe include Handel, Bach, Mozart, Beethoven, Schubert, Wagner, Strauss, Martinu, Schumann, and Stravinsky."},{"name":"In a modern orchestra there are usually three oboists","value":"In a modern woodwind section of an orchestra there are usually three oboists - two playing the oboe and one playing the English horn."}],"features":{},"related":[{"index":26,"display":"Clarinet","definition":"A woodwind instrument having a straight cylindrical tube with a flaring bell and a single-reed mouthpiece, played by means of finger holes and keys.","iconPath":"atlas/clarinet/icon.jpg"},{"index":10,"display":"Bass Clarinet","definition":"A large clarinet whose range is an octave below the B-flat clarinet.","iconPath":"atlas/bass-clarinet/icon.jpg"},{"index":14,"display":"Bassoon","definition":"A low-pitched woodwind instrument with a double reed, having a long wooden body attached to a U-shaped lateral tube that leads to the mouthpiece.","iconPath":"atlas/bassoon/icon.jpg"},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Oboe","display":"Wikipedia","description":"Wikipedia article about oboe.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/oboe_facts/3057/","display":"Soft Schools","description":"Oboe facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/oboe","display":"The Free Dictionary","description":"Oboe definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Oboe","display":"wikiHow","description":"How to play the oboe.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=E-pIudhSCSg","display":"YouTube","description":"Antonio Vivaldi sonata for Oboe and Continuo in c minor, RV53","iconPath":"link/youtube.png"}]}