{"index":28,"rank":318,"name":"tambourine","display":"Tambourine","definition":"A percussion instrument consisting of a small drumhead with jingling disks fitted into the rim, usually played by shaking and striking with the hand.","description":"<p>The tambourine is a percussion instrument consisting of a frame with pairs of small metal jingles. The head of the tambourine is often stretched over a hoop and then attached to the wood hoop.</p><p>Classically the term tambourine denotes an instrument with a drumhead, though some variants may not have a head at all. Tambourines come in many shapes with the most common being circular.</p><p>When striking the tambourine the musician must know where and how to strike to produce the desired tone.</p><p>The tambourine's sound has been described as rustling, jingling, sparkling, brilliant, rattling, and festive.</p><p>Tambourines are common in folk music, and have been an important instrument in this genre in Europe for many years.</p><p>Tambourines in many cultures are used by dancers in religious ceremonies or in entertainment.</p>","images":{"contextual":{"path":"atlas/tambourine/contextual.jpg","caption":null},"cover":{"path":"atlas/tambourine/cover.png","caption":null},"icon":{"path":"atlas/tambourine/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":[],"spreading":[{"name":"Europe","area":"ALL"}],"startDate":{"value":3500.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Tambourine Solo","samplePath":"atlas/tambourine/sample.mp3","facts":[{"name":"Tchaikovsky included the tambourine in The Nutcracker Suite","value":"Tchaikovsky included the tambourine in the famous ballet The Nutcracker Suite."},{"name":"Tambourines do not usually require tuning","value":"Tambourines do not usually require tuning as the sound of striking the instrument is overshadowed by the jingles."},{"name":"Musicians who have used the tambourine include Freddy Mercury","value":"Musicians who have used the tambourine include Freddy Mercury, Robert Plant, Peter Gabriel, Roger Daltrey, Stevie Nicks, and Jim Morrison."},{"name":"It is often used to teach music to children","value":"The tambourine is often used to teach music to children and is commonly used in music created for children's entertainment."},{"name":"Can be found in a variety of music styles","value":"Tambourines today can be found in a variety of music styles including rock and roll, classical, marching bands, pop music, and almost every other style imaginable around the world and in different cultures."},{"name":"The tambourine is often combined with other instruments","value":"The tambourine is often combined with other instruments such as the snare drum, triangle, tenor drum, and bass drum as well as the marimba, wood blocks, castanets, tremolos, and a variety of string instruments such as the acoustic guitar."},{"name":"The tambourine is traditionally made of a wooden hoop","value":"The tambourine is traditionally made of a wooden hoop, with jingles attached, and often with a head or soft shell. The jingles are referred to as 'zils'."},{"name":"A traditional tambourine has 20 jingle pairs","value":"A traditional tambourine used for an orchestra has 20 jingle pairs. This number can be smaller for ensemble tambourines and orchestras."},{"name":"The tambourine is considered a drum when it is struck","value":"The tambourine is considered a drum when it is struck and it is considered a rattle when it is shaken by the musician."},{"name":"The tambourine is still very similar to the original instrument","value":"There have been changes to the tambourine since they were first invented but in most regards they are still very similar to the original instrument."},{"name":"Mozart is one of the earliest composers to use the tambourine","value":"One of the earliest composers to use the tambourine in his compositions was Wolfgang Amadeus Mozart."},{"name":"Can use drumstricks  to strike the tambourine","value":"If using a tool to strike the tambourine the musician can use drumsticks, felt beaters or even triangle beaters, as well as other tools they choose to create the desired sound."},{"name":"U2's drummer Larry Mullen uses the tambourine","value":"U2's drummer Larry Mullen uses the tambourine - he has it mounted above his hi-hat stand."}],"features":{},"related":[{"index":10,"display":"Cajón","definition":"A Peruvian wooden box used as a drum and played with the hands.","iconPath":"atlas/cajon/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Tambourine","display":"Wikipedia","description":"Wikipedia article about tambourine.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/tambourine_facts/3014/","display":"Soft Schools","description":"Tambourine facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/tambourine","display":"The Free Dictionary","description":"Tambourine definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=xbhk5yYgUxI","display":"YouTube","description":"Edoardo Giachino Tambourine Tamburello Basco","iconPath":"link/youtube.png"},{"url":"https://www.wikihow.com/Play-a-Tambourine","display":"wikiHow","description":"How to play a tambourine.","iconPath":"link/wikihow.png"}]}