{"index":73,"rank":286,"name":"vibraphone","display":"Vibraphone","definition":"A percussion instrument similar to a marimba but having metal bars and rotating disks in the resonators to produce a vibrato.","description":"<p>The vibraphone is an instrument in the percussion family, also referred to as the vibes or the vibraharp.</p><p>The vibraphone resembles the xylophone but each bar is paired with a resonator tube that has a motor-driven butterfly valve at its upper end. The valves are mounted on a common shaft, which produces a vibrato effect while spinning.</p><p>To make the instrument more symmetrical the resonator tubes are often arranged in a semicircle, but adjustments are made to them to ensure the correct sound is produced.</p><p>The vibraphone also has a sustain pedal similar to that on a piano. With the pedal up, the bars are all damped and produce a shortened sound. With the pedal down, they sound for several seconds.</p><p>Some vibraphone players use two mallets in each hand (four in total) instead of using only one (two in total) in each hand. Some very talented players use five or six mallets to play the vibraphone.</p><p>The vibraphone is commonly used in jazz music, where it often plays a featured role and was a defining element of the sound of mid-20th century.</p>","images":{"contextual":{"path":"atlas/vibraphone/contextual.jpg","caption":null},"cover":{"path":"atlas/vibraphone/cover.png","caption":null},"icon":{"path":"atlas/vibraphone/icon.jpg","caption":null}},"lastUpdated":"2019-10-19T07:24:16Z","taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Vibes","Vibraharp"],"spreading":[],"startDate":{"value":1921.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Gary Burton - Vibraphone Solo","samplePath":"atlas/vibraphone/sample.mp3","facts":[{"name":"The original vibraphone was called the 'Model 145'","value":"The original vibraphone with its current features was called the 'Model 145', and any changes since this model was created in 1927 have been mainly in the instruments size and weight."},{"name":"The word 'vibraphone' is derived from the Latin word 'vibrare'","value":"The word 'vibraphone' is derived from the Latin word 'vibrare' which means to 'tremble or vibrate'."},{"name":"There are different techniques for holding the mallet","value":"There are different techniques for holding the mallet when playing the vibraphone. Some hold the mallet between the index finger and thumb, and some players have many different mallets to enable them to create different sounds."},{"name":"Has been used for many classiccal compositions","value":"Since its creation the vibraphone has been used for many classical compositions created specifically for this instrument including Lulu (by Alban Berg in 1935), Death in Venice (by Benjamin Britten in 1973), Omar (by Franco Donatoni in 1985) and The Triumph of Time (Harrison Birtwistle in 1972)."},{"name":"The jazz musician Benny Goodman used the vibraphone","value":"The jazz musician Benny Goodman added the vibraphone to his own music and it became a huge part of big band music."},{"name":"Compositions created for the vibraphone","value":"Compositions created for the vibraphone and other instruments include V5 (by Lior Navok in 1994), Baroque Trio (by Tomas Svoboda in 1982), and Concerto for Vibraphone and Orchestra (by Fabian Muller in 2014)."},{"name":"The main parts of a vibraphone include the frame","value":"The main parts of a vibraphone include the frame, pedal, resonator tubes, vibrator discs, spindles, and sound bars. The motor is referred to as the vibrato. The pedal is referred to as the secco or damper pedal."},{"name":"Louis Armstrong was a fan of the sound created by the vibraphone","value":"Louis Armstrong was a fan of the sound created by the vibraphone. In 1931 Louis Armstrong and Lionel Hampton (considered to be a vibraphone genius) recorded together."},{"name":"The aluminum bars are all on one level","value":"The vibraphone is made so that the aluminum bars are all on one level, but with two rows similar to a piano. The bars have a hole drilled and they are attached to the frame with string. Bars are separated by isolating plates which make it possible for the bars to vibrate freely."},{"name":"The mallet is usually manufactured with a rubber ball","value":"The vibraphone mallet is usually manufactured with a rubber ball at the end (the part that strikes the aluminum bars)."}],"features":{},"related":[{"index":36,"display":"Glockenspiel","definition":"A percussion instrument with a series of metal bars tuned to the chromatic scale and played with two light hammers.","iconPath":"atlas/glockenspiel/icon.jpg"},{"index":71,"display":"Tubular Bells","definition":"The orchestral instrument consisting of a row of vertically suspended metal tubes struck with a mallet.","iconPath":"atlas/tubular-bells/icon.jpg"},{"index":77,"display":"Xylophone","definition":"A percussion instrument consisting of a mounted row of wooden bars that are graduated in length to sound a chromatic scale, played with two small mallets.","iconPath":"atlas/xylophone/icon.jpg"},{"index":4,"display":"Balafon","definition":"A large, usually pentatonic xylophone of West African origin, consisting of resonating gourds of graduated sizes under wooden bars which are struck with mallets.","iconPath":"atlas/balafon/icon.jpg"},{"index":47,"display":"Marimba","definition":"A large wooden percussion instrument with resonators, resembling a xylophone.","iconPath":"atlas/marimba/icon.jpg"},{"index":67,"display":"Triangle","definition":"A percussion instrument consisting of a piece of metal in the shape of a triangle open at one angle.","iconPath":"atlas/triangle/icon.jpg"},{"index":38,"display":"Hang","definition":"The Hang is a musical instrument in the idiophone class created by Felix Rohner and Sabina Schärer in Bern, Switzerland.","iconPath":"atlas/hang/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Vibraphone","display":"Wikipedia","description":"Wikipedia article about vibraphone.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/vibraphone","display":"Encyclopædia Britannica","description":"Vibraphone article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/vibraphone_facts/3018/","display":"Soft Schools","description":"Vibraphone facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Vibraphone","display":"Kiddle","description":"Vibraphone facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/vibraphone","display":"The Free Dictionary","description":"Vibraphone definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=b0qffO4dF0o","display":"YouTube","description":"Dreams for Vibraphone Solo - Daniel Hafenstein","iconPath":"link/youtube.png"}]}