{"index":50,"rank":58,"name":"panpipe","display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","description":"<p>The panpipe are a group of musical instruments based on the principle of the closed tube, consisting of multiple pipes of gradually increasing length.</p><p>The panpipe was widespread in Neolithic and later cultures, especially in Melanesia and pre-Columbian South America.</p><p>Multiple varieties of panpipe have long been popular as folk instruments. They are considered to be the first mouth organ, ancestor of both the pipe organ and the harmonica.</p><p>The pipes are typically made from bamboo, giant cane, or local reeds. Other materials include wood, plastic, metal and ivory.</p><p>The panpipe's tubes are stopped at one end, at which the standing wave is reflected giving a note an octave lower than that produced by an open pipe of equal length.</p><p>The pan flute is played by blowing horizontally across an open end against the sharp inner edge of the pipes. Each pipe is tuned to a keynote, called the fundamental frequency.</p>","images":{"contextual":{"path":"atlas/panpipe/contextual.jpg","caption":null},"cover":{"path":"atlas/panpipe/cover.png","caption":null},"icon":{"path":"atlas/panpipe/icon.jpg","caption":null}},"lastUpdated":"2019-10-23T14:38:43Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Pandean Pipe","Mouth Organ","Syrinx","Panflute"],"spreading":[],"startDate":{"value":10000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"The Lonely Shepherd","samplePath":"atlas/panpipe/sample.mp3","facts":[{"name":"Fine tuned with pebbles","value":"In the traditional South American style, pipes are fine-tuned to correct pitch by placing small pebbles or dry corn kernels into the bottom of the pipes."},{"name":"Can play all the sharps and flats","value":"These instruments can also play all the sharps and flats, with a special technique of both tilting the pipes and jaw movement, thus reducing the size of the pipe's opening and producing a change in pitch."},{"name":"Sound produced by resonating tube","value":"The pan flute is an end-blown flute. Sound is produced by the vibration of an air-stream blowing across an open hole at the end of a resonating tube."},{"name":"Hand and breath vibrato","value":"There are two styles of vibrato possible, hand vibrato and breath vibrato. In hand vibrato, the pitch is shifted up and down, like a vocal vibrato.  Breath, or throat vibrato, is actually a tremolo - a shift in volume."},{"name":"Was invented by nymph Syrinx","value":"In the Greek legend of Pan the invention of the instrument is ascribed to the nymph Syrinx."},{"name":"One of the oldest wind instruments","value":"Panpipe are thought to be one of the oldest wind instruments in the world. Cultures all over the world have created their own versions, from South America’s Siku, Antara and Zampona panpipes to the Vikings’ Jorvik panpipes to Romania’s Nai panpipes."},{"name":"Romanian panpies are curved","value":"The Romanian pan flute has the pipes arranged in a curved array, solidly glued together, unlike Andean versions, which are usually tied together. Thus, the player can easily reach all the notes by simply swiveling the head, or by moving the instrument with the hands."},{"name":"Is the instrument of Pan, the Greek god","value":"The panpipe is named after Pan, the Greek god of nature and shepherds often depicted with such an instrument."},{"name":"Romanians use beeswax to tune panpipes","value":"Contemporary makers of curved Romanian-style panpipes use wax (commonly beeswax) to tune new instruments. Special tools are used to place or remove the wax."}],"features":{},"related":[{"index":2,"display":"Bagpipes","definition":"A musical instrument having a flexible bag inflated either by a tube with valves or by bellows, a double-reed melody pipe and from one to four drone pipes.","iconPath":"atlas/bagpipes/icon.jpg"},{"index":52,"display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","iconPath":"atlas/piccolo/icon.jpg"},{"index":49,"display":"Ocarina","definition":"A small terra-cotta or plastic wind instrument with finger holes, a mouthpiece, and an elongated ovoid shape.","iconPath":"atlas/ocarina/icon.jpg"},{"index":54,"display":"Pungi","definition":"The pungi is a wind instrument played by snake charmers in India and Pakistan.","iconPath":"atlas/pungi/icon.jpg"},{"index":40,"display":"Horagai","definition":"Horagai are large conch shells, usually from Charonia tritonis, that have been used as trumpets in Japan for many centuries.","iconPath":"atlas/horagai/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Pan_flute","display":"Wikipedia","description":"Wikipedia article about panpipe.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/panpipe","display":"Encyclopædia Britannica","description":"Panpipe article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Pan_flute","display":"Kiddle","description":"Panpipe facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/panpipe","display":"The Free Dictionary","description":"Panpipe definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://dictionary.cambridge.org/dictionary/english/panpipes","display":"Cambridge Dictionary","description":"Panpipe definition on Cambridge.","iconPath":"link/cambridge.png"},{"url":"https://www.wikihow.com/Play-the-Panpipe-or-Pan-Flute","display":"wikiHow","description":"How to play panpipe.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=Dy3h6--fMBA","display":"YouTube","description":"Amazing grace, how sweet the sound - David Doering | Pan flute | Flauta de Pan","iconPath":"link/youtube.png"}]}