{"index":10,"rank":1590,"name":"bass-clarinet","display":"Bass Clarinet","definition":"A large clarinet whose range is an octave below the B-flat clarinet.","description":"<p>The bass clarinet is an woodwind musical instrument of the clarinet family.</p><p>Most modern bass clarinets are straight-bodied, with a small upturned silver-colored metal bell and a curved metal neck.</p><p>There are in use three system of keys and fingering: Boehm, Oehler and rarely Albert system. Oehler system is mostly used by German manufacturers.</p><p>The bass clarinet has an appealing, rich, earthy tone quite distinct from other instruments in its range, drawing on and enhancing the qualities of the lower range of the soprano and alto instrument.</p><p>Bass clarinets regularly perform in orchestras, wind ensembles / concert bands, occasionally in marching bands, and play an occasional solo role in contemporary music and jazz in particular.</p><p>Someone who plays a bass clarinet is called a bass clarinetist.</p>","images":{"contextual":{"path":"atlas/bass-clarinet/contextual.jpg","src":"/media/atlas/musical-instruments/bass-clarinet/contextual.jpg","caption":null},"cover":{"path":"atlas/bass-clarinet/cover.png","src":"/media/atlas/musical-instruments/bass-clarinet/cover.png","caption":null},"icon":{"path":"atlas/bass-clarinet/icon.jpg","src":"/media/atlas/musical-instruments/bass-clarinet/icon.jpg","caption":null}},"lastUpdated":"2019-10-25T16:46:52Z","taxonomy":[{"name":"family","display":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[],"startDate":{"value":18.0,"mask":515},"endDate":null,"conservation":null,"sampleTitle":"Bach - Cello Suite No.1 in G","samplePath":"atlas/bass-clarinet/sample.mp3","waveformPath":"atlas/bass-clarinet/waveform.png","waveformSrc":"/media/atlas/musical-instruments/bass-clarinet/waveform.png","facts":[{"name":"It has an adjustable peg","value":"The bass clarinet is fairly heavy and is supported either with a neck strap or an adjustable peg attached to its body."},{"name":"First built experimentally till 1810","value":"Bass clarinets in B♭ were at first built experimentally but after 1810 were built in many designs. The modern version, with twice-curved crook, was influenced by the 1838 design of the Belgian instrument-maker Adolphe Sax, to which the upturned bell was later added."},{"name":"Growing repertoire for solo","value":"In recent years, the bass clarinet has also seen a growing repertoire of solo literature including compositions for the instrument alone, or accompanied by piano, orchestra, or other ensemble."},{"name":"Bass clarinet is not saxophone","value":"While Adolphe Sax imitated its upturned metal bell in his design of the larger saxophones, the two instruments are fundamentally different."},{"name":"Bass clarinet bodies are made of African blackwood","value":"Bass clarinet bodies are most often made of grenadilla (African Blackwood) or  - more commonly for student-instruments, plastic resin, while saxophones are typically made of metal."},{"name":"First bass clarinet is probably in Salzburg","value":"There are several instruments that can arguably be considered the first bass clarinet. Probably the earliest is a dulcian-shaped instrument in the Museum Carolino Augusteum in Salzburg."},{"name":"Early models were similar to bassons","value":"Early examples varied in shape, some having a doubled body making them look similar to bassoons."},{"name":"It is regularly used in orchestra","value":"The bass clarinet has been regularly used in scoring for orchestra and concert band since the middle of the 19th century, becoming more common during the middle and latter part of the 20th century."}],"features":[],"related":[{"index":26,"display":"Clarinet","definition":"A woodwind instrument having a straight cylindrical tube with a flaring bell and a single-reed mouthpiece, played by means of finger holes and keys.","iconPath":"atlas/clarinet/icon.jpg","iconSrc":null},{"index":58,"display":"Oboe","definition":"A slender woodwind instrument with a conical bore and a double-reed mouthpiece, having a range of three octaves and a penetrating, poignant sound.","iconPath":"atlas/oboe/icon.jpg","iconSrc":null},{"index":14,"display":"Bassoon","definition":"A low-pitched woodwind instrument with a double reed, having a long wooden body attached to a U-shaped lateral tube that leads to the mouthpiece.","iconPath":"atlas/bassoon/icon.jpg","iconSrc":null},{"index":66,"display":"Saxophone","definition":"A woodwind instrument with a single-reed mouthpiece and a usually curved conical metal tube, including soprano, alto, tenor, and baritone sizes.","iconPath":"atlas/saxophone/icon.jpg","iconSrc":null},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg","iconSrc":null},{"index":38,"display":"Flute","definition":"A high pitched woodwind instrument consisting of a slender tube closed at one end with keys and finger holes on the side and a mouthpiece near the closed end.","iconPath":"atlas/flute/icon.jpg","iconSrc":null},{"index":62,"display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","iconPath":"atlas/piccolo/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Bass_clarinet","display":"Wikipedia","description":"Wikipedia article about bass clarinet.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/art/clarinet#ref28961","display":"Encyclopædia Britannica","description":"Section from Britannica article about bass clarinet.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://kids.kiddle.co/Bass_clarinet","display":"Kiddle","description":"Bass clarinet facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.thefreedictionary.com/bass+clarinet","display":"The Free Dictionary","description":"Bass clarinet definition.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=3pAdLMSGpbY","display":"YouTube","description":"Prelude from Cello Suite No. 1 by J.S. Bach - Bass Clarinet (HD)","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}