{"index":86,"rank":6540,"name":"violin","display":"Violin","definition":"A stringed instrument played with a bow, having four strings, an unfretted fingerboard and a shallow body, and capable of great flexibility in range, tone, and dynamics.","description":"<p>The violin is a wooden string instrument in the violin family. It is the smallest and highest pitched instrument in the family in regular use.</p><p>The biggest part of the violin is the body that acts as a resonating box. The parts of a violin are usually made from different types of wood, and it is usually strung with gut, Perlon or steel strings.</p><p>The violin typically has four strings and is most commonly played by drawing a bow across its strings, though it can also be played by plucking the strings.</p><p>Violin is held between the left collar bone, near the shoulder, and the chin. Different notes are made by fingering with the left hand while bowing with the right.</p><p>A person who plays the violin is called a violinist. A person who makes or repairs violins is called a luthier.</p><p>The violin is one of the most rewarding and beautiful instruments to play.</p><p>It is used as a solo instrument, in chamber music, in orchestral music, folk music, and in jazz.</p>","images":{"contextual":{"path":"atlas/violin/contextual.jpg","caption":null},"cover":{"path":"atlas/violin/cover.png","caption":null},"icon":{"path":"atlas/violin/icon.jpg","caption":null}},"lastUpdated":"2019-10-26T18:49:14Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Fiddle"],"spreading":[],"startDate":{"value":16.0,"mask":259},"endDate":null,"conservation":null,"sampleTitle":"Porumbescu - Balada Op. 29","samplePath":"atlas/violin/sample.mp3","facts":[{"name":"Strings go from the top to the tail piece","value":"The strings go from near the top of the neck down the fingerboard and on to the tail piece. The strings go across the bridge halfway between the end of the fingerboard and the tailpiece."},{"name":"The most important orchestral instrument","value":"By the time the modern orchestras started to form in the 17th century, the violin was nearly fully developed. It became the most important orchestral instrument."},{"name":"Important in European and Arabian music","value":"The violin is important in European and Arabian music. No other instrument has played such an important part in Europe."},{"name":"In folk music is named fiddle","value":"The violin is sometimes called a fiddle. This word can be used as a nickname for the violin. It is properly used when talking about folk music."},{"name":"Smallest instrument in western music","value":"The violin is the smallest and highest pitched string instrument typically used in western music."},{"name":"No frets","value":"Violon has no frets or other markers."},{"name":"Curved holes called 'f holes'","value":"In the middle of the belly there are two long, curved holes called 'f holes'. This name is because of their shape."},{"name":"The bridge is not fixed","value":"The bridge is not fixed onto the violin but is held in place by the strings. The strings keep it in place because they are so tight."},{"name":"Parts of the violin are named after its body","value":"Many of the parts of the violin are named after parts of the body. The front is called the 'belly'. The back is called the 'back'. The sides are the 'ribs'."},{"name":"Violin is about 400 years old","value":"The modern violin is about 400 years old. Similar string instruments have been around for almost 1000 years."}],"features":{},"related":[{"index":85,"display":"Viola","definition":"A stringed instrument of the violin family, slightly larger than a violin, tuned a fifth lower, and having a deeper, more sonorous tone.","iconPath":"atlas/viola/icon.jpg"},{"index":22,"display":"Cello","definition":"A four-stringed musical instrument of the violin family, pitched lower than the viola but higher than the double bass.","iconPath":"atlas/cello/icon.jpg"},{"index":33,"display":"Double Bass","definition":"The largest bowed stringed instrument in the modern orchestra, also used frequently in jazz ensembles, especially played pizzicato.","iconPath":"atlas/double-bass/icon.jpg"},{"index":37,"display":"Esraj","definition":"The esraj is a string instrument played by bow, found throughout the north, central, and east regions of India.","iconPath":"atlas/esraj/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Violin","display":"Wikipedia","description":"Wikipedia article about violin.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/violin","display":"Encyclopædia Britannica","description":"Violin article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Violin","display":"Kiddle","description":"Violin facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/violin","display":"The Free Dictionary","description":"Violin definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Violin","display":"wikiHow","description":"How to play violin.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=iEBX_ouEw1I","display":"YouTube","description":"Hilary Hahn - J.S. Bach: Partita for Violin Solo No. 1 in B Minor, BWV 1002 - 4. Doubl...","iconPath":"link/youtube.png"}]}