{"index":5,"rank":95,"name":"balalaika","display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","description":"<p>The balalaika is a Russian stringed musical instrument of lute family with a characteristic triangular body and three strings.</p><p>The balalaika is made in six sizes, from piccolo to double bass, and has a flat back and a triangular table, or belly, that tapers to the fretted neck. </p><p>The frets are movable, and there is a small, round sound hole in the narrow end of the belly. </p><p>The three strings, usually gut, are end hitched and strung over a violin-like, or pressure, bridge. </p><p>They are normally plucked with the fingers, although metal strings are also plucked with a leather plectrum.</p><p>The instrument generally has a short sustain, necessitating rapid strumming or plucking when it is used to play melodies.</p><p>The instrument was used in folk music but was also employed in large balalaika orchestras in the 20th century.</p>","images":{"cover":{"path":"atlas/balalaika/cover.png","caption":null},"contextual":{"path":"atlas/balalaika/contextual.jpg","caption":null},"featured":{"path":"atlas/balalaika/featured.png","caption":"The basses and contrabasses are so large that need a leg that rest on the floor.\n\nThey are often played with leather picks."},"icon":{"path":"atlas/balalaika/icon.jpg","caption":null}},"lastUpdated":"2019-10-21T14:39:06Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[{"name":"Russia","area":"ALL"}],"startDate":{"value":17.0,"mask":771},"endDate":null,"conservation":null,"sampleTitle":"Oh God, Give me Strength","samplePath":"atlas/balalaika/sample.mp3","waveformPath":"atlas/balalaika/waveform.png","facts":[{"name":"Balalaikas have 16 to 24 frets","value":"Amateur and/or souvenir-style prima balalaikas usually have a total of 16 frets, while in professional orchestra-like ones that number raises to 24."},{"name":"Plectra made from a leather shoe","value":"Because of the large size of the contrabass's strings, it is not uncommon to see players using plectra made from a leather shoe or boot heel."},{"name":"Are played with fingers or plectrum","value":"The prima balalaika, secunda and alto are played either with the fingers or a plectrum, and the bass and contrabass are played with leather plectra."},{"name":"Balalaikas were originally strung with gut","value":"The piccolo, prima, and secunda balalaikas were originally strung with gut with the thinnest melody string made of stainless steel. Today, nylon strings are commonly used in place of gut."},{"name":"Includes instruments of various sizes","value":"The balalaika family includes instruments of various sizes, from the highest-pitched to the lowest: the piccolo, prima, secunda, alto, bass and contrabass balalaika."},{"name":"The bass balalaika rest on the ground","value":"The bass balalaika and contrabass balalaika rest on the ground, on a wooden or metal pin that is drilled into one of its corners."},{"name":"Use of the left thumb to fret notes","value":"An important part of balalaika technique is the use of the left thumb to fret notes on the lower string, particularly on the prima, where it is used to form chords."}],"features":{},"related":[{"index":54,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":30,"display":"Cümbüş","definition":"The cümbüş is a Turkish stringed instrument of relatively modern origin. It is a Turkish banjo in the style of a mandolin.","iconPath":"atlas/cumbus/icon.jpg"},{"index":40,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":82,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"},{"index":69,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Balalaika","display":"Wikipedia","description":"Wikipedia article about balalaika.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/balalaika","display":"Encyclopædia Britannica","description":"Britannica article about balalaika.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Balalaika","display":"Kiddle","description":"Balalaika facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/balalaika","display":"The Free Dictionary","description":"Balalaika definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=F6pPP2kfHzU","display":"YouTube","description":"Balalaika: Alexei Arkhipovskiy - Sharmanka","iconPath":"link/youtube.png"}]}