{"index":37,"rank":483,"name":"xylophone","display":"Xylophone","definition":"A percussion instrument consisting of a mounted row of wooden bars that are graduated in length to sound a chromatic scale, played with two small mallets.","description":"<p>The xylophone is a percussion musical instrument that consists of wooden bars struck by mallets. Each bar is tuned to a pitch of a musical scale.</p><p>Shorter xylophone bars produce high notes and longer xylophone bars produce lower notes.</p><p>The bars of a xylophone are strung together with string or cord and held in place while being able to vibrate when struck with the mallet to produce sound.</p><p>Concert xylophones have tube resonators below the bars to enhance the tone and sustain. Frames are made of wood or cheap steel tubing: more expensive xylophones feature height adjustment and more stability in the stand.</p><p>The sound produced from the xylophone depends heavily on the skill of the player. The player stands to play the xylophone and faces the center of the instrument.</p><p>Jazz musicians often used the xylophone in their bands until the vibraphone became more popular in this style of music in the 1940s.</p>","images":{"cover":{"path":"atlas/xylophone/cover.png","caption":null},"contextual":{"path":"atlas/xylophone/contextual.jpg","caption":null},"featured":{"path":"atlas/xylophone/featured.png","caption":"Xylophone Player by G. Rainbow"},"icon":{"path":"atlas/xylophone/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":[],"spreading":[],"startDate":{"value":9.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Shostakovich - The Golden Age","samplePath":"atlas/xylophone/sample.mp3","facts":[{"name":"Gained popularity internationally in the 1800s","value":"The xylophone gained popularity internationally in the 1800s when the Russian musician Michael Josef Gusikov toured with his instrument."},{"name":"Xylophones used in concert halls often have 42 to 48 wooden bars","value":"Xylophones used in concert halls often have 42 to 48 wooden bars and are similar in appearance to a keyboard."},{"name":"The bars often made of rosewood or Kelon","value":"The bars of a xylophone are often made of rosewood or Kelon (a type of fiberglass)."},{"name":"Used in elementary school for musical education","value":"Xylophones are often used in elementary school musical education classes."},{"name":"Popular in ragtime music","value":"In the 1970s the xylophone became popular in ragtime music."},{"name":"The early xylophones in Asia were often created with wooden bars","value":"The early xylophones in Asia were often created with wooden bars attached to gourds. Today the frame of the xylophone is made of wood or metal."},{"name":"Used for sound effects in movies","value":"The xylophone has also been used for sound effects in movies as can be used to mimic the sound of bones clanging together."},{"name":"First time used in an orchestra in 1893","value":"The first time a xylophone was used in an orchestra for the opera Hansel and Gretel by Engelbert Humperdinck (Arnold George Dorsey), a German Composer, in 1893."},{"name":"Mallets can be made of a variety of mater","value":"Mallets used for the xylophone can be made of a variety of material including wood, metal, or rubber."},{"name":"The African xylophone is referred to as the balafon","value":"The African xylophone is referred to as the balafon; in Mozambique the xylophone is referred to as the Mbilia; in Ghana, Burkina Faso, Mali, and West Africa the xylophone is referred to as the gyil; in western Zambia the xylophone is referred to as the silimba."},{"name":"Bars are created with different lengths","value":"Bars of the xylophone are created with different lengths, which produce different sounds."},{"name":"Has been used for other purposes than music","value":"The xylophone has been used for purposes other than music. In Senegal it was used to scare monkeys and birds and other pests from people's gardens."},{"name":"The type of used wood results in different sounds","value":"The type of wood used to create the bars of the xylophone can result in different sounds. Hardwood is the most common but bamboo has also been used."},{"name":"Between 1910 and 1940 was popular in vaudeville acts","value":"Between 1910 and 1940 the xylophone was popular in vaudeville acts."}],"features":{},"related":[{"index":23,"display":"Marimba","definition":"A large wooden percussion instrument with resonators, resembling a xylophone.","iconPath":"atlas/marimba/icon.jpg"},{"index":17,"display":"Glockenspiel","definition":"A percussion instrument with a series of metal bars tuned to the chromatic scale and played with two light hammers.","iconPath":"atlas/glockenspiel/icon.jpg"},{"index":36,"display":"Vibraphone","definition":"A percussion instrument similar to a marimba but having metal bars and rotating disks in the resonators to produce a vibrato.","iconPath":"atlas/vibraphone/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Xylophone","display":"Wikipedia","description":"Wikipedia article about xylophone.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/xylophone_facts/3003/","display":"Soft Schools","description":"Xylophone facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/xylophone","display":"The Free Dictionary","description":"Xylophone definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=ix-QW-BShPY","display":"YouTube","description":"Emmanuel Séjourné: Attraction (short version) performed by Christoph Sietzen","iconPath":"link/youtube.png"}]}