{"index":27,"rank":3,"name":"cobza","display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","description":"<p>The cobza is a multi-stringed instrument of the lute family of folk origin, popular in Romanian and Moldovan folklore. It is also used in the Hungarian folk music revival. </p><p>The cobza consists of a half-pearshaped resonance box made up of five or seven ribs of walnut and maple, metalic strings of different thicknesses and a very short broad neck of strong wood, usually without frets.</p><p>The pegbox, where the strings are attached to the tuning pegs, is bent back at an obtuse or right angle.</p><p>It is usually double or triple strung, and often has a characteristic flat end clasp.</p><p>The cobza is played with a plectrum, traditionally a goose feather, in elaborate and florid melodic passage work, and has a pick-guard similar to that of an oud. </p><p>Its strings are widely spaced at the bridge to facilitate this technique. It has a soft tone, although tuning depends per style, region and player.</p><p>A cobza player specifically is called a cobzar.</p>","images":{"contextual":{"path":"atlas/cobza/contextual.jpg","caption":null},"cover":{"path":"atlas/cobza/cover.png","caption":null},"icon":{"path":"atlas/cobza/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["cobsa","kobuza","kobuz","coboz","koboz"],"spreading":[{"name":"Hungary","area":"ALL"},{"name":"Moldova","area":"ALL"},{"name":"Romania","area":"ALL"}],"startDate":{"value":16.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Cobza Solo","samplePath":"atlas/cobza/sample.mp3","facts":[{"name":"Cobza in paintings","value":"There are paintings depicting cobza on the walls of several monasteries and churches dating from the sixteenth century."},{"name":"Turkish or Persian origins","value":"The origins of the cobza are thought to be a local adaptation of the Turkish oud or Persian barbat, probably brought to the area by itinerant Romani musicians in the 15th century."},{"name":"Leather patch to protect belly","value":"Under the spot where the strings are plucked, a small leather patch or thin plate of wood is glued, to protect the belly from scratches."},{"name":"Has strings of different thickness","value":"The cobza has 8-12 strings grouped in four courses of two or three strings each. In each course, one of the strings may be thicker than the others. The thicker strings are tuned an octave lower than the thinner ones."},{"name":"Plucked with a goose feather","value":"Strings are stopped with all the fingers of the left hand and plucked with a goose-quill held in the right hand."},{"name":"Ukrainian musicians from Bukovyna region","value":"Cobza was also used by Ukrainian musicians in various music ensembles in the Bukovyna region in the mid war periods, being replaced totally by the mandolin."},{"name":"Do not confuse it with 'kobza'","value":"It is distinct from the Ukrainian kobza, an instrument of a different construction and origin."},{"name":"Played by Jewish musicians","value":"The cobza was also played in the 19th Century by Jewish musicians from Moldova region."},{"name":"Oldest instrument in the region","value":"Cobza is considered the oldest accompaniment instrument in the Romania and Moldova region."}],"features":{},"related":[{"index":45,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":36,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":59,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Cobza","display":"Wikipedia","description":"Wikipedia article about cobza.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/cobza","display":"The Free Dictionary","description":"Cobza definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=A0rJBhKNVgM","display":"YouTube","description":"Pavel Turcan - cobza si orchestra \"Folclor\". Dirijor P. Neamtu.","iconPath":"link/youtube.png"}]}