{"index":31,"rank":3740,"name":"double-bass","display":"Double Bass","definition":"The largest bowed stringed instrument in the modern orchestra, also used frequently in jazz ensembles, especially played pizzicato.","description":"<p>The double bass is the largest and lowest-pitched bowed string instrument in the modern symphony orchestra.</p><p>The double bass, usually considered a member of the violin family, has the sloping shoulders and flat back characteristic of the viols.</p><p>It is typically constructed from several types of wood, including maple for the back, spruce for the top, and ebony for the fingerboard.</p><p>The double bass is played either with a bow - arco or by plucking the strings - pizzicato. In orchestral repertoire and tango music, both arco and pizzicato are employed.</p><p>Player stands, or sits on a high stool, and leans the instrument against their body, turned slightly inward to put the strings comfortably in reach. </p><p>The double bass is a standard member of the orchestra's string section, as well as the concert band and is featured in concertos, solo and chamber music in Western classical music.</p><p>It is also used in jazz bands, rockabilly bands, bluegrass music, and some country music bands.</p>","images":{"contextual":{"path":"atlas/double-bass/contextual.jpg","caption":null},"cover":{"path":"atlas/double-bass/cover.png","caption":null},"icon":{"path":"atlas/double-bass/icon.jpg","caption":null}},"lastUpdated":"2019-10-27T11:00:19Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Bass","Contrabass","Upright Bass","Standup Bass","Acoustic Bass"],"spreading":[],"startDate":{"value":15.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Bottesini - Concerto for Double Bass No 2 in B Minor","samplePath":"atlas/double-bass/sample.mp3","facts":[{"name":"Usually considered part of violin family","value":"It is uncertain whether the instrument is a descendant of the viola da gamba or of the violin, but it is traditionally aligned with the violin family."},{"name":"Many different bow articulations","value":"Classical bass students learn all of the different bow articulations used by other string section players such as détaché, legato, staccato, sforzato, martelé, sul ponticello, sul tasto, tremolo, spiccato and sautillé."},{"name":"Produce a meancing effect","value":"Bowed notes in the lowest register of the instrument produce a dark, heavy, mighty, or even menacing effect, when played with a fortissimo dynamic."},{"name":"The fingerboard is made of ebony","value":"The fingerboard is made of ebony on high-quality instruments; on less expensive student instruments, other woods may be used and then painted or stained black - a process called 'ebonizing'."},{"name":"It is a tall instrument","value":"The double bass stands around 180 cm from scroll to endpin. However, other sizes are available to accommodate a player's height and hand size."},{"name":"Low piches are played with no vibrato","value":"In general, very loud, low-register passages are played with little or no vibrato, as the main goal with low pitches is to provide a clear fundamental bass for the string section."},{"name":"Classical players use vibrato","value":"Classical players use vibrato, an effect created by rocking or quivering the left hand finger that is contacting the string, which then transfers an undulation in pitch to the tone."},{"name":"It plays the bass line","value":"It plays low-pitched musical notes in musical ensembles and bands. In jazz bands, these low-pitched musical notes are called the 'bass line'."},{"name":"Jazz professionals pizzicato is difficult","value":"Pizzicato basslines performed by leading jazz professionals are much more difficult than the pizzicato basslines that Classical bassists encounter in the standard orchestral literature."},{"name":"In jazz pizzicato is the norm","value":"In orchestral repertoire and tango music, both arco and pizzicato are employed. In jazz, blues, and rockabilly, pizzicato is the norm."}],"features":{},"related":[{"index":76,"display":"Violin","definition":"A stringed instrument played with a bow, having four strings, an unfretted fingerboard and a shallow body, and capable of great flexibility in range, tone, and dynamics.","iconPath":"atlas/violin/icon.jpg"},{"index":75,"display":"Viola","definition":"A stringed instrument of the violin family, slightly larger than a violin, tuned a fifth lower, and having a deeper, more sonorous tone.","iconPath":"atlas/viola/icon.jpg"},{"index":22,"display":"Cello","definition":"A four-stringed musical instrument of the violin family, pitched lower than the viola but higher than the double bass.","iconPath":"atlas/cello/icon.jpg"},{"index":34,"display":"Esraj","definition":"The esraj is a string instrument played by bow, found throughout the north, central, and east regions of India.","iconPath":"atlas/esraj/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Double_bass","display":"Wikipedia","description":"Wikipedia article about double bass.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/double-bass","display":"Encyclopædia Britannica","description":"Double bass article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Double_bass","display":"Kiddle","description":"Double bass facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/double+bass","display":"The Free Dictionary","description":"Double bass definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=qVgoWQuK7qE","display":"YouTube","description":"Willie Dixon Awasome Bass Playing","iconPath":"link/youtube.png"}]}