{"index":78,"rank":222,"name":"vienna-horn","display":"Vienna Horn","definition":"The Vienna horn is a type of musical horn used primarily in Vienna, for playing orchestral or classical music.","description":"<p>During the XIX-th century, a number of experiments were made in adding valves to the natural horn, to enable it to play chromatically.</p><p>The Vienna horn started using a unique form of double-cylinder valve associated with the Viennese firm Uhlmann known as a pumpenvalve.</p><p>The pumpenvalve allows the air to flow straight when the valves are not actuated.</p><p>When a valve is engaged, each cylinder redirects the air stream 90 degrees in one bend, lessening the resistance felt by the player.</p><p>The type of valve is one of the many contributing factors to the liquid legato that is one of the trademarks of the Viennese school.</p><p>It is used throughout Vienna, including the Vienna Philharmonic and Wiener Staatsoper.</p>","images":{"contextual":{"path":"atlas/vienna-horn/contextual.jpg","caption":null},"cover":{"path":"atlas/vienna-horn/cover.png","caption":null},"icon":{"path":"atlas/vienna-horn/icon.jpg","caption":null}},"lastUpdated":"2019-11-06T07:16:10Z","taxonomy":[{"name":"Family","value":"BRASS"}],"aliases":[],"spreading":[],"startDate":{"value":19.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Jurassic Park Theme","samplePath":"atlas/vienna-horn/sample.mp3","facts":[],"features":{},"related":[{"index":74,"display":"Tuba","definition":"The tuba is the largest and lowest-pitched musical instrument in the brass family.","iconPath":"atlas/tuba/icon.jpg"},{"index":72,"display":"Trombone","definition":"A brass instrument consisting of a long cylindrical tube bent upon itself twice, ending in a bell-shaped mouth, and having a movable U-shaped slide for producing different pitches.","iconPath":"atlas/trombone/icon.jpg"},{"index":73,"display":"Trumpet","definition":"A soprano brass instrument consisting of a long metal tube looped once and ending in a flared bell, the modern type being equipped with three valves for producing variations in pitch.","iconPath":"atlas/trumpet/icon.jpg"},{"index":18,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Vienna_horn","display":"Wikipedia","description":"Wikipedia article about vienna horn.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=EAJT9Bk_GeQ","display":"YouTube","description":"Vienna Horns   Jurassic Park","iconPath":"link/youtube.png"}]}