{"index":40,"rank":0,"name":"harpsichord","display":"Harpsichord","definition":"A keyboard instrument whose strings are plucked by means of quills or plectrums.","description":"<p>A harpsichord is a musical instrument played by means of a keyboard. In our days is rarely used but was widely in use in Europe between 16-th and 19-th century.</p><p>Like a pipe organ, a harpsichord may have more than one keyboard manual and harpsichords may have stop buttons which add or remove additional octaves.</p><p>Some harpsichords may have a lute stop, which simulates the sound of a plucked lute.</p><p>This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic.</p><p>The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it.</p><p>Harpsichord strings are plucked with a plectrum. This makes them different from a clavichord where the strings are hit. The piano is therefore closer to a clavichord than a harpsichord.</p>","images":{"contextual":{"path":"atlas/harpsichord/contextual.jpg","caption":null},"cover":{"path":"atlas/harpsichord/cover.png","caption":null},"icon":{"path":"atlas/harpsichord/icon.jpg","caption":null}},"lastUpdated":"2019-10-22T20:44:52Z","taxonomy":[{"name":"Family","value":"KEYBOARD"}],"aliases":[],"spreading":[{"name":"Europe","area":"ALL"}],"startDate":{"value":16.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Les Cyclopes: Harpsichord Solo","samplePath":"atlas/harpsichord/sample.mp3","facts":[{"name":"Used in Renaissance and Baroque music","value":"The harpsichord was widely used in Renaissance and Baroque music, both as an accompaniment instrument and as a soloing instrument."},{"name":"In the 20th century started to be used again","value":"In the 20th century, it made a resurgence, being used in historically informed performances of older music, in new compositions, and, in rare cases, in certain styles of popular music."},{"name":"Clavicytherium","value":"A clavicytherium is a harpsichord with the soundboard and strings mounted vertically facing the player, the same space-saving principle as an upright piano."},{"name":"Volume cannot be controlled by player","value":"On a piano it is possible to play louder or quieter by playing the keys with more or less force. On a harpsichord the volume (playing louder or softer) cannot be controlled by the way it is played."},{"name":"Larger harpsichords have two manuals","value":"The largest harpsichords have two manuals. It makes it possible for the right hand to play the tune on one manual while the left hand plays an accompaniment more quietly on the other."},{"name":"Gradually disappeared from the musical scene","value":"During the late 18th century, with the development of the fortepiano (and then the increasing use of the piano in the 19th century) the harpsichord gradually disappeared from the musical scene (except in opera, where it continued to be used to accompany recitative)."},{"name":"Small harpsichords were called 'virginals'","value":"Some small harpsichords were called 'virginals', perhaps because they were played by young girls."},{"name":"Spinet","value":"A spinet is a harpsichord with the strings set at an angle to the keyboard. The strings are too close together for the jacks to fit between them. Instead, the strings are arranged in pairs, and the jacks are in the larger gaps between the pairs."},{"name":"Famous composers of harpsichord music","value":"Some of the most famous composers of harpsichord music are William Byrd, François Couperin, Domenico Scarlatti and Johann Sebastian Bach."}],"features":{},"related":[{"index":21,"display":"Celesta","definition":"A musical instrument with a keyboard and metal plates struck by hammers that produce bell-like tones.","iconPath":"atlas/celesta/icon.jpg"},{"index":52,"display":"Piano","definition":"A musical instrument with a manual keyboard actuating hammers that strike wire strings, producing sounds that may be softened or sustained by means of pedals.","iconPath":"atlas/piano/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Harpsichord","display":"Wikipedia","description":"Wikipedia article about harpsichord.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/search?query=harpsichord","display":"Encyclopædia Britannica","description":"Harpsichord article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Harpsichord","display":"Kiddle","description":"Harpsichord facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/harpsichord","display":"The Free Dictionary","description":"Harpsichord definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=r9jV4_tEtXQ","display":"YouTube","description":"Playing harpsichord on YouTube.","iconPath":"link/youtube.png"}]}