{"index":25,"rank":3,"name":"clapsticks","display":"Clapsticks","definition":"Clapsticks are a type of drumstick, percussion mallet or claves that serve to maintain rhythm in Aboriginal voice chants.","description":"<p>As an ancestral instrument that may traditionally accompany the didgeridoo, it is sometimes referred to as musicsticks.</p><p>Clapsticks are usually cylindrical but there is also a curved wooden variant named boomerang clapsticks. They resemble hunting boomerang but are designed specifically for music.</p><p>Both cylindrical and boomerang clapsticks may be painted using traditional or modern motifs.</p><p>Unlike drumsticks, which are generally used to strike a drum, clapsticks are for striking one stick on another.</p><p>The usual technique employed when using clapsticks is to clap the sticks together to create a rhythm that goes along with the song.</p><p>When beating boomerang clapsticks, the extremities of one clapstick are made to strike those of the other in rapid alternation to produce a rattled effect.</p><p>In the language of the Yolngu Aborigines of Northeast Arnhem Land, near Darwin, Australia these clapsticks are called bimli or bilma.</p>","images":{"cover":{"path":"atlas/clapsticks/cover.png","caption":null},"contextual":{"path":"atlas/clapsticks/contextual.jpg","caption":null},"featured":{"path":"atlas/clapsticks/featured.png","caption":"Boomerang clapsticks are similar to regular clapsticks but they can be shaken for a rattling sound."},"icon":{"path":"atlas/clapsticks/icon.jpg","caption":null}},"lastUpdated":"2019-10-26T08:48:22Z","taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Clappers","Musicsticks"],"spreading":[{"name":"Australia","area":"ALL"}],"startDate":{"value":600.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Australian Clapsticks","samplePath":"atlas/clapsticks/sample.mp3","facts":[],"features":{},"related":[{"index":20,"display":"Castanets","definition":"A percussion instrument consisting of a pair of slightly concave shells of ivory or hardwood, held in the palm of the hand by a connecting cord over the thumb and clapped together with the fingers.","iconPath":"atlas/castanets/icon.jpg"},{"index":65,"display":"Tambourine","definition":"A percussion instrument consisting of a small drumhead with jingling disks fitted into the rim, usually played by shaking and striking with the hand.","iconPath":"atlas/tambourine/icon.jpg"},{"index":67,"display":"Triangle","definition":"A percussion instrument consisting of a piece of metal in the shape of a triangle open at one angle.","iconPath":"atlas/triangle/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Clapstick","display":"Wikipedia","description":"Wikipedia article about clapsticks.","iconPath":"link/wikipedia.png"},{"url":"https://kids.kiddle.co/Indigenous_Australian_music#Clapsticks","display":"Kiddle","description":"Clapsticks section on facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.youtube.com/watch?v=jJ8_tBwBE_A","display":"YouTube","description":"Aboriginal Dance 1","iconPath":"link/youtube.png"}]}