{"index":2,"rank":439,"name":"bagpipes","display":"Bagpipes","definition":"A musical instrument having a flexible bag inflated either by a tube with valves or by bellows, a double-reed melody pipe and from one to four drone pipes.","description":"<p>Bagpipes are a wind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag.</p><p>A set of bagpipes minimally consists of an air supply, a bag, a chanter and usually at least one drone; anyway, many bagpipes have more than one drone.</p><p>The pipes can be made from wood or plastic.</p><p>The most common method of supplying air to the bag is through blowing into a blowpipe or blowstick.</p><p>Before becoming famous in Scotland, the bagpipes had been played for possibly thousands of years in Turkey, Asia, Africa, the Persian Gulf and some places in Europe.</p><p>While commonly used in traditional music, the bagpipes have also been used in less traditional music genres such as metal, hip hop, punks, classical and rock.</p>","images":{"contextual":{"path":"atlas/bagpipes/contextual.jpg","caption":null},"cover":{"path":"atlas/bagpipes/cover.png","caption":null},"icon":{"path":"atlas/bagpipes/icon.jpg","caption":null}},"lastUpdated":"2019-11-15T18:15:32Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Gaida"],"spreading":[{"name":"Africa","area":"ALL"},{"name":"Asia","area":"ALL"},{"name":"Persian Gulf","area":"ALL"},{"name":"Scotland","area":"ALL"},{"name":"Turkey","area":"ALL"}],"startDate":{"value":1000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Amazing Grace","samplePath":"atlas/bagpipes/sample.mp3","waveformPath":"atlas/bagpipes/waveform.png","facts":[{"name":"Used on military ceremonies","value":"Canada, New Zealand, Australia, and the UK use the bagpipes today in their military ceremonies. The bagpipes are also commonly used in police services as well."},{"name":"Dates back to 1000 BC","value":"Although there are not many bagpipes today that existed prior to the 1800s there are a few examples that suggest they have existed since ancient times. A sculpture that dates to 1000 BC shows bagpipes. Other references to the bagpipes exist in written form dating to the 2nd century AD."},{"name":"The reed can be made from water reeds","value":"The reed can be made from water reeds, plastic, metal, animal antlers or brass."},{"name":"The chanter is the melody","value":"The chanter is the melody pipe which can be played by the piper, while the drone or drones provide a constant note."},{"name":"Bagpipes have several parts","value":"Bagpipes have several parts including the air supply blowpipe, the bag, the chanter, the chanter reed, and the drone or drones."},{"name":"Nero played the bagpipes","value":"Nero, the ancient emperor of Rome, is believed to have played the bagpipes while Ancient Rome burned."},{"name":"Scotland the Brave","value":"Scotland the Brave is said to be the most commonly played song on the bagpipes."},{"name":"Bagpipes were banned in Scotland","value":"In 1560 and in 1746 the bagpipes were banned in Scotland."},{"name":"Bagpipes were deemed a weapons","value":"Bagpipes were deemed a weapon of war at one time because they were used to scare away enemies during battle."},{"name":"Made of a variety of materials","value":"The bag of the bagpipes can be made of a variety of materials. The type used often depends on the environment as they must be air-tight and water absorbent to last. Material used ranges from sheepskin, elk hide, cow hide and kangaroo hide, to Gore-Tex (substitute for animal hides)."},{"name":"Some bagpipes rings made of elephant ivory","value":"Some traditional bagpipes were made with ring caps of elephant ivory that makes it difficult to take the instrument to countries where ivory has been banned."}],"features":{},"related":[{"index":68,"display":"Shehnai","definition":"The shehnai is a musical instrument similar to the oboe. It is made out of wood, with a double reed at one end and a flared bell at the other end.","iconPath":"atlas/shehnai/icon.jpg"},{"index":58,"display":"Oboe","definition":"A slender woodwind instrument with a conical bore and a double-reed mouthpiece, having a range of three octaves and a penetrating, poignant sound.","iconPath":"atlas/oboe/icon.jpg"},{"index":26,"display":"Clarinet","definition":"A woodwind instrument having a straight cylindrical tube with a flaring bell and a single-reed mouthpiece, played by means of finger holes and keys.","iconPath":"atlas/clarinet/icon.jpg"},{"index":35,"display":"Duduk","definition":"The duduk is an ancient double-reed woodwind flute made of apricot wood. It is indigenous to Armenia.","iconPath":"atlas/duduk/icon.jpg"},{"index":3,"display":"Balaban","definition":"Balaban is cylindrical-bore, double-reed wind instrument, about 35 centimetres long, with eight finger holes and one thumb hole.","iconPath":"atlas/balaban/icon.jpg"},{"index":64,"display":"Pungi","definition":"The pungi is a wind instrument played by snake charmers in India and Pakistan.","iconPath":"atlas/pungi/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bagpipes","display":"Wikipedia","description":"Wikipedia article about bagpipes.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/bagpipe","display":"Encyclopædia Britannica","description":"Bagpipes article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/bagpipe_facts/3038/","display":"Soft Schools","description":"Bagpipes facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Bagpipes","display":"Kiddle","description":"Bagpipes facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/bagpipes","display":"The Free Dictionary","description":"Bagpipes definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-Bagpipes","display":"wikiHow","description":"How to Play Bagpipes","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=KDMtspVZ_jE","display":"YouTube","description":"Dark Island - Bagpipe Master","iconPath":"link/youtube.png"}]}