{"index":5,"rank":0,"name":"bassoon","display":"Bassoon","definition":"A low-pitched woodwind instrument with a double reed, having a long wooden body attached to a U-shaped lateral tube that leads to the mouthpiece.","description":"<p>The bassoon is a woodwind instrument in the double reed family that plays music written in the bass and tenor clefs, and occasionally the treble.</p><p>Appearing in its modern form in the XIX-th century, the bassoon figures prominently in orchestral, concert band and chamber music literature.</p><p>The parts of a bassoon include the bell joint, reed, crook, pads, bass joint, rod system, keys, wing joint, hand rest and butt.</p><p>It is known for its distinctive tone colour, wide range, variety of character and agility.</p><p>The range of this instrument is typically two octaves lower than that of the oboe.</p><p>One who plays the bassoon is called a bassoonist.</p><p>Because the bassoon is a heavy instrument the bassoonist will often use a neck strap to help support its weight while playing.</p>","images":{"cover":{"path":"atlas/bassoon/cover.png","caption":null},"contextual":{"path":"atlas/bassoon/contextual.jpg","caption":null},"featured":{"path":"atlas/bassoon/featured.png","caption":"Edgar Degas, L'Orchestre de L'Opera, (1868)"},"icon":{"path":"atlas/bassoon/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Fagotto","Fagott","Basson"],"spreading":[],"startDate":{"value":18.0,"mask":259},"endDate":null,"conservation":null,"sampleTitle":"Bassoon Solo","samplePath":"atlas/bassoon/sample.mp3","facts":[{"name":"The bassoon is often confused with the oboe","value":"The bassoon is often confused with the oboe. They are both double reed instruments but are not the same at all."},{"name":"German bassoons have a white ivory ring at the bell","value":"German bassoons have a white ivory ring at the bell joint's top and these bassoons are referred to as heckles."},{"name":"Many composers have written parts for the bassoon","value":"Many composers have written parts for the bassoon including Johann Sebastian Bach and Ludwig van Beethoven."},{"name":"Musicians considered to be notable bassoonists","value":"Musicians considered to be notable bassoonists include Archie Camden, Hugo Fox, Simon Kovar, William Waterhouse and Julius Weissenborn, among many others."},{"name":"The bassoon's mouthpiece is made of metal","value":"The bassoon's mouthpiece is made of metal and it is curved and joined to the instrument's main part. The mouthpiece is referred to as a bocal or a crook."},{"name":"The bassoonist must use every finger","value":"To play the bassoon the bassoonist must use every finger and their thumbs as well."},{"name":"The word 'bassoon' is derived from the French word 'basson' and ","value":"The word 'bassoon' is derived from the French word 'basson' and the Italian word 'bassone'."},{"name":"French bassoons are referred to as buffets","value":"French bassoons are referred to as buffets and do not have the ivory ring. They also sound different than the German bassoon."},{"name":"The bassoon is known for its wide range","value":"The bassoon is known for its wide range, distinctive tone and warm sound that is comparable to a baritone male vocalist."},{"name":"The bassoon is a four foot long instrument","value":"The bassoon is a four foot long instrument. The tube inside would stretch to eight feet if straightened out."},{"name":"A musician that plays the bassoon is referred to as a bassoonist","value":"A musician that plays the bassoon is referred to as a bassoonist."},{"name":"The biggest instrument reeds","value":"The reed of a bassoon's mouthpiece is an inch in width and longer than two inches. This makes the bassoon's reed one of the biggest instrument reeds used."},{"name":"The German model is the most popular bassoon","value":"The German bassoon is the most popular version of the instrument and is most common in North America while the French bassoon is more common in Belgium, France in South America."},{"name":"Bassoonists make their own reeds","value":"Bassoonists make their own reeds, which is not necessary for most other instruments."},{"name":"The price can range from $3,000 to $25,000","value":"The price of a bassoon can range from $3000 to $25,000 or more depending on the quality of the instrument. Because of its price and because of its difficulty in learning to play it is not usually the first woodwind instrument children learn to play in school. They usually start with a clarinet."}],"features":{},"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Bassoon","display":"Wikipedia","description":"Wikipedia article about bassoon.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/bassoon","display":"The Free Dictionary","description":"Bassoon definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"http://www.softschools.com/facts/music_instruments/bassoon_facts/3040/","display":"Soft Schools","description":"Facts about bassoon.","iconPath":"link/softschools.png"},{"url":"https://www.youtube.com/watch?v=-kmy-hm3ai4","display":"YouTube","description":"Basson presentation by Amy Harman.","iconPath":"link/youtube.png"},{"url":"https://www.wikihow.com/Play-the-Bassoon","display":"wikiHow","description":"How to play bassoon.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=CZ1Nz3UOOas","display":"YouTube","description":"Michele Bowen, Bassoon","iconPath":"link/youtube.png"}]}