{"index":47,"rank":1,"name":"mukkuri","display":"Mukkuri","definition":"Mukkuri is a traditional Japanese plucked instrument, part of lamellophone family, being indigenous to the Ainu people.","description":"<p>The Mukkuri is made from wood of bamboo and is 10 cm long and 1.5 cm wide. </p><p>It is an indigenous instrument to the Ainu people of northern Japan - Hokkaido.</p><p>Mukkuri is similar to Jew's harp but is made of wood and does not know the same wide spread.</p><p>The Mukkuri's vibrating tongue is attached to a string which is pulled sideward, away from the musician's head.</p><p>The sound is produced by manipulating the string, and while the instrument is unpitched, tone manipulation can be accomplished by altering the size of musician’s mouth, which serves as a resonance box during playing.</p><p>Traditionally played by women, Mukkuri are quite difficult to sound due to their very thick tongue, and require some practice. </p><p>Mukkuri is often accompanied with Tonkori, a plucked string instrument.</p><p>Mukkuri are now sold in Japan as tourist items.</p>","images":{"contextual":{"path":"atlas/mukkuri/contextual.jpg","caption":null},"cover":{"path":"atlas/mukkuri/cover.png","caption":null},"icon":{"path":"atlas/mukkuri/icon.jpg","caption":null}},"lastUpdated":"2019-10-25T16:01:45Z","taxonomy":[{"name":"Family","value":"LAMELLOPHONE"}],"aliases":[],"spreading":[{"name":"Japan","area":"ALL"}],"startDate":{"value":12.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Ainu Mukkuri Solo","samplePath":"atlas/mukkuri/sample.mp3","facts":[],"features":{},"related":[{"index":41,"display":"Jew's Harp","definition":"A small, simple musical instrument consisting of a lyre-shaped metal frame containing a metal tongue, which is plucked while the frame is held in the teeth.","iconPath":"atlas/jaw-harp/icon.jpg"},{"index":42,"display":"Kalimba","definition":"A musical instrument consisting of a hollow gourd or wooden resonator and a number of usually metal strips that vibrate when plucked.","iconPath":"atlas/kalimba/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Mukkuri","display":"Wikipedia","description":"Wikipedia article about mukkuri.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=uO9uDMB94M0","display":"YouTube","description":"Ainu lady playing the Mukkuri.","iconPath":"link/youtube.png"}]}