{"index":66,"rank":4400,"name":"triangle","display":"Triangle","definition":"A percussion instrument consisting of a piece of metal in the shape of a triangle open at one angle.","description":"<p>The triangle is a hand percussion instrument. It is a bar of metal, usually steel but sometimes other metals like beryllium or copper, bent into a triangle shape.</p><p>The average size of a triangle is between four inches to ten inches in diameter. Orchestras prefer triangles between six inches and nine inches, but the choice of size depends on the needs of the musician and the sound required.</p><p>The triangle sounds like a bell when struck with the beater. The manner in which the triangle is suspended is critical to the quality of sound produced. </p><p>Since the triangle is a highly resonant instrument and must be free to vibrate, a good triangle clip with a very thin suspension line is essential.</p><p>The triangle is often the subject of jokes, considered archetypal instrument that requires no skill to play. </p><p>However, triangle parts in classical music can be very demanding; in the hands of an expert it can be a subtle and expressive instrument that makes a beautiful tone with the vibration.</p>","images":{"contextual":{"path":"atlas/triangle/contextual.jpg","caption":null},"cover":{"path":"atlas/triangle/cover.png","caption":null},"icon":{"path":"atlas/triangle/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":[],"spreading":[],"startDate":{"value":16.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Triangle Solo","samplePath":"atlas/triangle/sample.mp3","facts":[{"name":"Used by classic maestros","value":"Wolfgang Amadeus Mozart, Ludwig Van Beethoven, and Joseph Haydn all used the triangle in compositions."},{"name":"The size and weight of the beater is important","value":"The size and weight of the beater is important as it directly influences the sound produced when it is struck against the triangle."},{"name":"The first triangles were made of solid iron","value":"The first triangles were made of solid iron. They were then changed to be made of steel rod, and eventually steel or brass."},{"name":"In the 1800s was used for calling people to dinner","value":"The triangle has been used repeatedly in depictions of the 1800s for calling people to the dinner table."},{"name":"The triangle is known in several languages","value":"The triangle is known in several languages including German (der triangel), Italian (il triangolo), French (le triangle), and Spanish (el triangulo)."},{"name":"Franz Liszt was the first to give the triangle a prominent piece","value":"Franz Liszt was the first to give the triangle a prominent piece in a composition - in Piano Concerto No. 1. The triangle had a solo in the third movement. The concerto became known as the 'triangle concerto' because of this."},{"name":"The triangle has appeared in the music of popular bands","value":"The triangle has appeared in the music of popular bands such as Queen (played by John Deacon), Joni Mitchell (in the song Big Yellow Taxi), and in the opening sequence of the theme for The Pink Panther."},{"name":"Many have joked over the years that the triangle does not requir","value":"Many have joked over the years that the triangle does not require any musical talent but this is not the case. It takes a lot of skill to play the triangle."},{"name":"In Brazilian music the triangle is combined with other instruments","value":"In Brazilian style music the triangle is often combined with other instruments such as the zabumba and accordion to create the rhythm section of the band."},{"name":"The triangle is often used in Cajun style music","value":"The triangle is often used in Cajun style music if no drum is available to give the beat."},{"name":"The triangle can be played in many ways","value":"The triangle can be played in many ways according to the needs of the musician or musical piece. While the traditional method is to hold it suspended from string or fishing line, others hook it over the hand to allow them to use their fingers to alter the tone. If the string or line is too thick the sound produced is not optimal."}],"features":{},"related":[{"index":37,"display":"Hang","definition":"The Hang is a musical instrument in the idiophone class created by Felix Rohner and Sabina Schärer in Bern, Switzerland.","iconPath":"atlas/hang/icon.jpg"},{"index":64,"display":"Tambourine","definition":"A percussion instrument consisting of a small drumhead with jingling disks fitted into the rim, usually played by shaking and striking with the hand.","iconPath":"atlas/tambourine/icon.jpg"},{"index":25,"display":"Clapsticks","definition":"Clapsticks are a type of drumstick, percussion mallet or claves that serve to maintain rhythm in Aboriginal voice chants.","iconPath":"atlas/clapsticks/icon.jpg"},{"index":20,"display":"Castanets","definition":"A percussion instrument consisting of a pair of slightly concave shells of ivory or hardwood, held in the palm of the hand by a connecting cord over the thumb and clapped together with the fingers.","iconPath":"atlas/castanets/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Triangle_(musical_instrument)","display":"Wikipedia","description":"Wikipedia article about triangle.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/triangle_facts/3017/","display":"Soft Schools","description":"Triangle facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/triangle","display":"The Free Dictionary","description":"Triangle definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Triangle","display":"wikiHow","description":"How to play triangle.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=GvSS6_eDHiE","display":"YouTube","description":"Advanced Techniques on Triangle","iconPath":"link/youtube.png"}]}