{"index":15,"rank":0,"name":"bongo-drum","display":"Bongo drum","definition":"A musical percussion instrument, usually consisting of a hollow cylinder with a membrane stretched across each end.","description":"<p>Bongos are an Afro-Cuban percussion instrument consisting of a pair of small open bottomed drums of different sizes.</p><p>The bongo drum is made up of several parts including the drum skin, shell, lugs, tuning ring, bearing edge, and center block or bridge.</p><p>In Spanish the larger drum is called the hembra (female) and the smaller the macho (male).</p><p>Bongos must be maintained with drum oils that keep the skin of the drum from drying out and cracking. This cracking can occur because air can dry out the skin and hands can absorb the oils which robs the drum skin of moisture.</p><p>Together with the conga or tumbadora, and to a lesser extent the batá drum, bongos are the most widespread Cuban hand drums, being commonly played in genres such as son cubano, salsa and Afro-Cuban jazz.</p><p>Musicians who play bongo drums are referred to as bongoseros.</p>","images":{"contextual":{"path":"atlas/bongo-drum/contextual.jpg","caption":null},"cover":{"path":"atlas/bongo-drum/cover.png","caption":null},"icon":{"path":"atlas/bongo-drum/icon.jpg","caption":null}},"lastUpdated":"2019-11-15T18:52:32Z","taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Bongo"],"spreading":[{"name":"Cuba","area":"ALL"}],"startDate":{"value":19.0,"mask":771},"endDate":null,"conservation":null,"sampleTitle":"Bongo drums solo","samplePath":"atlas/bongo-drum/sample.mp3","facts":[{"name":"Most bongos are made of wood","value":"Most bongos are made of wood, with drum skins made of either animal skin or plastic. The body is sometimes made of ceramic or metal instead of wood."},{"name":"Tuning of the bongo drum skins was done by heat","value":"Tuning of the bongo drum skins was commonly done by using heat but in the 1940s the tuning lugs were added to the bongo design which made it possible to tune the instrument without heat."},{"name":"James Dean and Marlon Brando","value":"James Dean and Marlon Brando, both Hollywood legends, learned to play the bongos from Jack Costanzo, a master bongosero and teacher."},{"name":"Famous bongoseros","value":"Famous bongoseros that helped to bring the bongos to international attention include Augustin Gutierrez, Antolin Suarez, Pedro mena, Jose Manuel Carriera Incharte, Romanocito Castro, Armando Peraza, Chino Pozo, and Ralph Marzan, among many others."},{"name":"Originated in Cuba's eastern region","value":"The bongo drums are believed to have originated in Cuba's eastern region in the Oriente Province in the late 1800s. In the 1900s the bongo drum found its way to Cuba's western region, in Havana, with Son style music."},{"name":"Bongos for children are smaller","value":"The drum heads of bongos made for children are usually between 5 and 6 inches."},{"name":"Sometimes bongos are mounted on a stand","value":"Sometimes bongos are mounted on a stand and struck with drum sticks instead of hands."},{"name":"The size of bongo drum heads can vary","value":"The size of bongo drum heads can vary but are usually between 6 and 7 inches to between 7 and 8.5 inches."},{"name":"Usually drummer holds bongos between his legs","value":"When playing the bongos the drummer usually holds them positioned between their legs. The position of the bongos depends on player preference but the technique of striking the bongos is the same in that the drummer strikes with their finger pads, thumbs, and heels of the hand, but never their knuckles."},{"name":"Bongo drums have an open bottom","value":"Bongo drums have an open bottom - similar to the Bantu or Congo drums from central Africa - which is the reason why bongos are believed to have been influenced by African drum design."}],"features":{},"related":[{"index":29,"display":"Conga Drum","definition":"A tall, usually tapering single-headed drum typically played by beating with the hands.","iconPath":"atlas/conga/icon.jpg"},{"index":19,"display":"Cajón","definition":"A Peruvian wooden box used as a drum and played with the hands.","iconPath":"atlas/cajon/icon.jpg"},{"index":74,"display":"Tambourine","definition":"A percussion instrument consisting of a small drumhead with jingling disks fitted into the rim, usually played by shaking and striking with the hand.","iconPath":"atlas/tambourine/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bongo_drum","display":"Wikipedia","description":"Wikipedia article about bongo drum.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/bongo-drum","display":"Encyclopædia Britannica","description":"Bongo drum article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/bongo_drum_facts/3005/","display":"Soft Schools","description":"Bongo drums facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/bongo+drum","display":"The Free Dictionary","description":"Bongo drum definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Bongos","display":"wikiHow","description":"How to play bongo drums.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=Lw033a5Nozw","display":"YouTube","description":"How to Play Your First Rhythm on Bongos--A Lesson for Beginners","iconPath":"link/youtube.png"}]}