{"index":17,"rank":7,"name":"bucium","display":"Bucium","definition":"The bucium is a type of alphorn used by mountain dwellers and by shepherds in Romania and Moldova.","description":"<p>The word is derived from Latin bucinum, originally meaning curved horn, an instrument used by the Romans. The word is a cognate with English bugle.</p><p>The tube is made from limetree bark, wood, or even (partially) from metal. </p><p>It is mostly used by shepherds for signaling and communication in the forested mountains, as well as for guiding sheep and dogs. </p><p>The bucium produces sounds altogether different from those of the alphorn.</p><p>Under the name trembita, it is also used by the Ukrainian Hutsuls.</p>","images":{"cover":{"path":"atlas/bucium/cover.png","caption":null},"contextual":{"path":"atlas/bucium/contextual.jpg","caption":null},"featured":{"path":"atlas/bucium/featured.png","caption":"An old mural in Voroneţ Monastery, Romania shows an angel playing a bucium."},"icon":{"path":"atlas/bucium/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"BRASS"}],"aliases":["Trâmbiţă","Tulnic"],"spreading":[{"name":"Moldova","area":"ALL"},{"name":"Romania","area":"ALL"}],"startDate":{"value":100.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Moldavian Bucium Tune","samplePath":"atlas/bucium/sample.mp3","facts":[{"name":"Played by women","value":"In the Romanian Apuseni mountains it is known as tulnic, and is often played by women."},{"name":"Specific to mountain regions","value":"In common with the Swiss Alphorn, Slovenian Rog, Serbian bušen, Polish & Ukrainian trembita, Lithuania truba, Estonia and Scandinavian luur it is only found in the mountain regions."},{"name":"Angels play the bucium","value":"An old mural in Voroneţ Monastery, Romania shows an angel playing a bucium at the onset of the Last Judgment."},{"name":"Produce pure natural harmonic","value":"Because the bucium does not have valves or finger holes it can only play the pitches in the natural harmonic series."},{"name":"Different sound than alphorn","value":"The bucium has a timbre that is much brighter than that of the alphorn due to its narrow bore and very minor flare."}],"features":{},"related":[{"index":1,"display":"Alphorn","definition":"A curved wooden horn, sometimes as long as 6 meters, traditionally used by herders in the Alps to call cows to pasture.","iconPath":"atlas/alphorn/icon.jpg"},{"index":30,"display":"Didgeridoo","definition":"A musical instrument of the Aboriginal peoples of Australia, consisting of a long hollow branch or stick that makes a deep drone when blown into while vibrating the lips.","iconPath":"atlas/didgeridoo/icon.jpg"},{"index":50,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"},{"index":40,"display":"Horagai","definition":"Horagai are large conch shells, usually from Charonia tritonis, that have been used as trumpets in Japan for many centuries.","iconPath":"atlas/horagai/icon.jpg"},{"index":18,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bucium","display":"Wikipedia","description":"Wikipedia article about bucium.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=t9ys0qOEjlE&list=PLBrDchpajKcSClqtCclIm5gp1JPaTxwRt","display":"YouTube","description":"Bucium - Miorița","iconPath":"link/youtube.png"}]}