{"index":59,"rank":225,"name":"ocarina","display":"Ocarina","definition":"A small terra-cotta or plastic wind instrument with finger holes, a mouthpiece, and an elongated ovoid shape.","description":"<p>The ocarina is an ancient wind musical instrument, a type of vessel flute. It belongs to a very old family of instruments, believed to date back over 12,000 years.</p><p>Variations exist, but a typical ocarina is an enclosed space with four to twelve finger holes and a mouthpiece that projects from the body.</p><p>Because the ocarina is in a round or box-like shape, its sound is a little different from other flutes.</p><p>It is traditionally made from clay or ceramic, but other materials are also used such as plastic, wood, glass, metal or bone.</p><p>Modern ocarina was invented in 1853 by 17-year-old Giuseppe Donati, who also gave it the name ocarina. In Italian ocarina means 'little goose'.</p><p>Initially regarded as a toy instrument, it won professional popularity in the 1930s  when 'sweet potatoes' ocarinas, of different sizes, were played in harmony in American popular music.</p>","images":{"contextual":{"path":"atlas/ocarina/contextual.jpg","caption":null},"cover":{"path":"atlas/ocarina/cover.png","caption":null},"icon":{"path":"atlas/ocarina/icon.jpg","caption":null}},"lastUpdated":"2019-10-23T13:15:58Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[],"startDate":{"value":10000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"The Hobbit - Misty Mountains Cold","samplePath":"atlas/ocarina/sample.mp3","waveformPath":"atlas/ocarina/waveform.png","facts":[{"name":"Instruments resembling ocarina are much older","value":"While modern ocarina was created on the middle of XIX-th century, instruments like the ocarina had been made for hundreds of years before that in South America, China, and Africa."},{"name":"Japan makes ocarinas from 1928","value":"In 1928, the Japanese began making ocarinas. They added two small holes to the old kind of ocarinas. Japanese 12-hole ocarinas can play a larger scale than 10-hole ocarinas."},{"name":"Sweet potato","value":"In the United States the ocarina was called the sweet potato, because its shape is like that."},{"name":"Despite differences all ocarinas emit similar sounds","value":"The ocarina is an unusual wind instrument that comes in a variety of shapes and sizes. Despite how different they look, all ocarinas emit fairly similar sounds."},{"name":"Resonator can create overtones","value":"The resonator in the ocarina can create overtones, but because of the common 'egg' shape, these overtones are many octaves above the keynote scale."},{"name":"Many different styles of ocarinas","value":"There are many different styles of ocarinas varying in shape and the number of holes: transverse, pendants, inline, or multi-chambered."},{"name":"English ocarina was invested in 1960s","value":"In the 1960s, the English ocarina was invented. It has four finger holes, and may have one or two thumb holes. English ocarinas are made in many shapes."},{"name":"The tone depends on area of opened holes","value":"Unlike many flutes, ocarinas do not rely on pipe length to produce a particular tone. Instead the tone is dependent on the ratio of the total surface area of opened holes to the total cubic volume enclosed by the instrument."},{"name":"Holes placement is largely irrelevant","value":"Ocarina sound is created by resonance of the entire cavity and the placement of the holes is largely irrelevant – their size is the most important factor."}],"features":{},"related":[{"index":48,"display":"Horagai","definition":"Horagai are large conch shells, usually from Charonia tritonis, that have been used as trumpets in Japan for many centuries.","iconPath":"atlas/horagai/icon.jpg"},{"index":60,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"},{"index":62,"display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","iconPath":"atlas/piccolo/icon.jpg"},{"index":64,"display":"Pungi","definition":"The pungi is a wind instrument played by snake charmers in India and Pakistan.","iconPath":"atlas/pungi/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Ocarina","display":"Wikipedia","description":"Wikipedia article about ocarina.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/ocarina","display":"Encyclopædia Britannica","description":"Ocarina article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Ocarina","display":"Kiddle","description":"Ocarina facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/ocarina","display":"The Free Dictionary","description":"Ocarina definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Ocarina","display":"wikiHow","description":"How to play the ocarina.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=BNXATcvBpD8","display":"YouTube","description":"Melodies of Life (ocarina)","iconPath":"link/youtube.png"}]}