{"index":46,"rank":355,"name":"marimba","display":"Marimba","definition":"A large wooden percussion instrument with resonators, resembling a xylophone.","description":"<p>Marimba is a percussion instrument often confused for xylophone but it has a more defined pitch and a more musical sound.</p><p>The wood bars of the marimba are thinner than the wood bars of a xylophone. This results in a deeper and darker sound.</p><p>Marimba has resonators attached to the bars that amplify their sound. The bars are arranged as those of a piano, with the accidentals raised vertically and overlapping the natural bars.</p><p>A xylophones is typically played using hard rubber or wooden mallets whereas for marimba are used soft, yarn-wound ones.</p><p>The marimba did not become popular with musicians and composers until the 1950s, but has since become more popular than the xylophone in many different musical applications.</p><p>Marimbas are used in a variety of musical styles and performances including jazz, ensembles, concertos, marching bands, bugle and drum corps, orchestras, and Latin music.</p>","images":{"contextual":{"path":"atlas/marimba/contextual.jpg","caption":null},"cover":{"path":"atlas/marimba/cover.png","caption":null},"icon":{"path":"atlas/marimba/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Marimbaphone"],"spreading":[{"name":"Guatemala","area":"ALL"},{"name":"Honduras","area":"ALL"},{"name":"Mexico","area":"ALL"},{"name":"Nicaragua","area":"ALL"}],"startDate":{"value":17.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Trevino - Catching Shadows","samplePath":"atlas/marimba/sample.mp3","facts":[{"name":"The mallet used varies depending on the sound required","value":"The mallet used for playing the marimba varies depending on the sound required. The mallets used for playing the marimba are classified according to hardness: hard, medium, or soft. The mallet heads are usually rubber, plastic or wood. They are usually wrapped in yarn."},{"name":"In some countries the word 'phone' is added to marimba","value":"In some countries the word 'phone' is added to marimba and the instrument is then referred to as a marimbaphone."},{"name":"The bars of the marimba rest on pegs","value":"The bars of the marimba rest on pegs that are mounted on the frame which allows them to vibrate when stuck with the mallet."},{"name":"The bars of the marimba are made of wood","value":"The bars of the marimba are made of wood and are ordered on the frame according to size. The wood bars have holes drilled in one end to allow for string to be threaded through in order to hold the bars in place."},{"name":"The pitch of the bars is determined by its length","value":"The pitch of the bars on a marimba is determined by the length of the bar, its thickness, and its density. The width has not effect on the bar's pitch when struck."},{"name":"The frame of the marimba is usually made of metal","value":"The frame of the marimba is usually made of metal but in some rare cases it is made of wood. The frame sits on wheels."},{"name":"Brian Jones played the marimba","value":"Brian Jones played the marimba in the Rolling Stones' songs Out of Time and Under My Thumb."},{"name":"For quick tuning it is possible to add a lump of wax to a bar","value":"When the instrument must be tuned quickly it is possible to add a lump of wax to a bar. Other tuning methods include adding or removing wood or other material. In some cases it is necessary to file material off the end of the bar to produce the correct pitch."},{"name":"Earlier versions of the marimba date back centuries","value":"Earlier versions of the marimba date back centuries to Latin America and African slaves, but the current version used in orchestras and modern music was adapted in the 1900s in Europe and the U.S. from the earlier designs."},{"name":"The word 'marimba' originated from the African language","value":"The word 'marimba' originated from the African language Bantu spoken in Mozambique and in Malawi. The word 'ma' meaning 'a great number of objects' and the word 'rimba' meaning 'xylophone with a single bar'."},{"name":"The marimba has two rows of wood bars","value":"The marimba has two rows of wood bars, most often on two levels about 4cm apart in height."},{"name":"The number of bars used depends on range","value":"The number of bars used to create a marimba depends on what the range will be."},{"name":"A musician that plays the marimba is named marimbist","value":"A musician that plays the marimba is referred to as a marimba player or a marimbist."},{"name":"Marimba bars are often made of rosewood","value":"Marimba bars are often made of rosewood. It is possible to break a marimba bar with a mallet if it is too hard."}],"features":{},"related":[{"index":73,"display":"Xylophone","definition":"A percussion instrument consisting of a mounted row of wooden bars that are graduated in length to sound a chromatic scale, played with two small mallets.","iconPath":"atlas/xylophone/icon.jpg"},{"index":4,"display":"Balafon","definition":"A large, usually pentatonic xylophone of West African origin, consisting of resonating gourds of graduated sizes under wooden bars which are struck with mallets.","iconPath":"atlas/balafon/icon.jpg"},{"index":35,"display":"Glockenspiel","definition":"A percussion instrument with a series of metal bars tuned to the chromatic scale and played with two light hammers.","iconPath":"atlas/glockenspiel/icon.jpg"},{"index":70,"display":"Vibraphone","definition":"A percussion instrument similar to a marimba but having metal bars and rotating disks in the resonators to produce a vibrato.","iconPath":"atlas/vibraphone/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Marimba","display":"Wikipedia","description":"Wikipedia article about marimba.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/marimba_facts/3010/","display":"Soft Schools","description":"Marimba facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/marimba","display":"The Free Dictionary","description":"Marimba definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Marimba","display":"wikiHow","description":"How to play marimba.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=Xc2e0NCZJVY","display":"YouTube","description":"Seeking Paradise - Marimba Solo","iconPath":"link/youtube.png"}]}