{"index":19,"rank":0,"name":"cajon","display":"Cajón","definition":"A Peruvian wooden box used as a drum and played with the hands.","description":"<p>A cajón is a box-shaped percussion instrument originally from Peru, played by slapping the front or rear faces with the hands, fingers, or sometimes implements such as brushes, mallets or sticks.</p><p>Cajones are primarily played in Afro-Peruvian music, but has made its way into flamenco as well.</p><p>The term cajón is also applied to other box drums used in Latin American music, such as the Cuban cajón de rumba and the Mexican cajón de tapeo.</p><p>The player sits astride the box, tilting it at an angle while striking the head between their knees. </p><p>The percussionist can play the sides with the top of their palms and fingers for additional sounds. </p><p>Some percussionists attach a bass drum pedal to the instrument, enabling them to play it with a single foot.</p><p>The cajón is a popular instrument in several music styles including Cuban Rumba, Flamenco, Peruvian Waltz, Zamacueca and Tondero.</p>","images":{"contextual":{"path":"atlas/cajon/contextual.jpg","src":"/media/atlas/musical-instruments/cajon/contextual.jpg","caption":null},"cover":{"path":"atlas/cajon/cover.png","src":"/media/atlas/musical-instruments/cajon/cover.png","caption":null},"icon":{"path":"atlas/cajon/icon.jpg","src":"/media/atlas/musical-instruments/cajon/icon.jpg","caption":null}},"lastUpdated":"2019-11-15T18:58:41Z","taxonomy":[{"name":"family","display":"Family","value":"PERCUSSION"}],"aliases":[],"spreading":[{"name":"Central America","area":"ALL","less":null,"lessArea":"ALL"},{"name":"Philippines","area":"ALL","less":null,"lessArea":"ALL"},{"name":"South America","area":"ALL","less":null,"lessArea":"ALL"},{"name":"Spain","area":"ALL","less":null,"lessArea":"ALL"}],"startDate":{"value":16.0,"mask":771},"endDate":null,"conservation":null,"sampleTitle":"Samba do Cajón","samplePath":"atlas/cajon/sample.mp3","waveformPath":"atlas/cajon/waveform.png","waveformSrc":"/media/atlas/musical-instruments/cajon/waveform.png","facts":[{"name":"Hands are not the only striking tool for the cajon","value":"Hands are not the only striking tool for the cajon. Musicians also use metal brushes, plastic brushes, sticks, mallets, and some use the drum pedal usually used for a bass drum."},{"name":"Is considered to be a percussion instrument","value":"The cajon is considered to be a percussion instrument. I is usually 18 inches in height and about 12 inches wide and deep."},{"name":"Bass is achieved by hitting the center of the front","value":"A bass drum sound is achieved by hitting the center of the front, or head, and a higher tone is achieved by striking the instrument closer to the top of the head's surface."},{"name":"Declared 'Instrument of Peru for the Americas'","value":"The Organization of American States declared that the cajón was an 'Instrument of Peru for the Americas' in 2014."},{"name":"Early cajons were often made from shipping cartons","value":"Early cajons were often made from shipping cartons brought over on Spanish ships in Spanish colonial America. Small dresser drawers were often converted to instruments as well whenever possible."},{"name":"Modern cajons have feet often made of rubber","value":"Modern cajons have feet often made of rubber, and screws in the top of the instrument that allow for adjustment of sound."},{"name":"Is gaining popularity in other types of music","value":"The cajón is gaining popularity in other types of music including jazz, funk, rock, pop and blues. Can also be played in an orchestra as part of classical music."},{"name":"Irish folk music has adopted cajón","value":"Irish folk music has adopted the use of the cajon in much of its music."},{"name":"Five sides of the cajón are made of a thicker wood","value":"Five sides of the cajón are usually made of a thicker wood than the front side where the musician slaps with his/her hand. The front side is thinner and is referred to as the head."},{"name":"When the musician sits on the cajon they tilt it","value":"When the musician sits on the cajon they tilt it slightly while playing. Some musicians also slap other surfaces of the cajon as well, to make different sounds than those that occur from slapping the front, or head, of the instrument."},{"name":"Used as an accompaniment to the acoustic guitar","value":"In modern music the cajon is often used as an accompaniment to the acoustic guitar, and it is even used to replace full drum kits when space is limited."}],"features":[],"related":[{"index":29,"display":"Conga Drum","definition":"A tall, usually tapering single-headed drum typically played by beating with the hands.","iconPath":"atlas/conga/icon.jpg","iconSrc":null},{"index":44,"display":"Hang","definition":"The Hang is a musical instrument in the idiophone class created by Felix Rohner and Sabina Schärer in Bern, Switzerland.","iconPath":"atlas/hang/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Caj%C3%B3n","display":"Wikipedia","description":"Wikipedia article about cajón.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/cajon_facts/2999/","display":"Soft Schools","description":"Cajon facts.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://www.thefreedictionary.com/cajon","display":"The Free Dictionary","description":"Cajon definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Build-a-Cajon","display":"wikiHow","description":"How to build a cajon.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=DX3VwDKX4Gc","display":"YuoTube","description":"MANOTEO - \"Samba do Cajón\". Un espectáculo de Abellán.","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}