{"index":20,"rank":0,"name":"conga","display":"Conga Drum","definition":"A tall, usually tapering single-headed drum typically played by beating with the hands.","description":"<p>The conga, also known as tumbadora, is a tall, narrow, single-headed drum from Cuba.</p><p>Conga drums are often made from wood or fiberglass and have a drum head with screws for tuning.</p><p>Congas are staved like barrels and classified into three types: quinto, tres dos or tres golpes (middle), and tumba or salidor (lowest).</p><p>Congas were originally used in Afro-Cuban music genres such as conga and rumba, where each drummer would play a single drum.</p><p>Following numerous innovations in conga drumming and construction during the mid-20th century, as well as its internationalization, it became increasingly common for drummers to play two or three drums.</p><p>The most common rhythm to play on the congas is the tumbao.</p><p>Congas have become a popular instrument in many forms of Latin music such as son, descarga, Afro-Cuban jazz, salsa, songo, merengue and Latin rock.</p>","images":{"contextual":{"path":"atlas/conga/contextual.jpg","caption":null},"cover":{"path":"atlas/conga/cover.png","caption":null},"icon":{"path":"atlas/conga/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Tumbadora"],"spreading":[{"name":"Middle America","area":"ALL"}],"startDate":{"value":20.0,"mask":259},"endDate":null,"conservation":null,"sampleTitle":"Conga Improvisation","samplePath":"atlas/conga/sample.mp3","facts":[{"name":"Conga is not used only on Cuban music","value":"Cuban music is not the only style of music to incorporate the conga drum. It is also used in Dominican music, Colombian, Brazilian, reggae, funk, country, and samba music."},{"name":"Famous conga drum players","value":"Famous conga drum players come from a variety of countries including the U.S., Cuba, Brazil, Mexico, Puerto Rico, Haiti, and even Holland."},{"name":"Conga drums are often played in sets of two","value":"Conga drums are often played in sets of two to four but are not attached like bongo drums with a bridge."},{"name":"The conga drum is a tall drum","value":"The conga drum is a tall drum that is narrow and it is often played while sitting in base (tripod)."},{"name":"There are five main strokes that congueros use","value":"There are five main strokes that congueros use when playing the conga drums. These include the open tone, muffled or mute tone, bass tone, slap tone, and the touch tone."},{"name":"The ricardo is the smallest conga","value":"The ricardo is the smallest conga and has the highest pitch, followed by the requinto, quinto, conga, the tumba; and the supertumba is the largest size conga drum and it also has the lowest pitch."},{"name":"In Cuba there is the tradition of playing the conga","value":"In Cuba the tradition of playing the conga drums is passed from one generation to the next."},{"name":"Cubans often refer to the conga drum as the tumbadora","value":"Cubans often refer to the conga drum as the tumbadora, which is the largest size of the conga drum when played in a set."},{"name":"The conguero plays the conga drums with their fingers","value":"The conguero plays the conga drums with their fingers and the palms of their hands and some use drum sticks or mallets but this method is less common."},{"name":"Early congas did not require tuning","value":"When conga drums are being used as purely a percussion instrument they do not require tuning to a specific note. When played as part of the harmony in music they must be properly tuned to specific notes."}],"features":{},"related":[{"index":16,"display":"Cajón","definition":"A Peruvian wooden box used as a drum and played with the hands.","iconPath":"atlas/cajon/icon.jpg"},{"index":24,"display":"Hang","definition":"The Hang is a musical instrument in the idiophone class created by Felix Rohner and Sabina Schärer in Bern, Switzerland.","iconPath":"atlas/hang/icon.jpg"},{"index":38,"display":"Tambourine","definition":"A percussion instrument consisting of a small drumhead with jingling disks fitted into the rim, usually played by shaking and striking with the hand.","iconPath":"atlas/tambourine/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Conga","display":"Wikipedia","description":"Wikipedia article about conga.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=4Tn7MBNTFAA","display":"YouTube","description":"Playing conga on YouTube.","iconPath":"link/youtube.png"},{"url":"https://www.thefreedictionary.com/conga+drum","display":"The Free Dictionary","description":"Conga drum definition.","iconPath":"link/thefreedictionary.png"},{"url":"http://www.softschools.com/facts/music_instruments/conga_drum_facts/3007/","display":"Soft Schools","description":"Conga drum facts.","iconPath":"link/softschools.png"},{"url":"https://www.wikihow.com/Play-the-Congas","display":"wikiHow","description":"How to play congas.","iconPath":"link/wikihow.png"}]}