{"index":31,"rank":0,"name":"talking-drum","display":"Talking Drum","definition":"A small drum having a membrane stretched over one end or both ends of a narrow-waisted wooden frame by cords whose tension can be manually altered to vary the drum's tonality as it is played.","description":"<p>The talking drum is an hourglass-shaped drum from West Africa, whose pitch can be regulated to mimic the tone and prosody of human speech.</p><p>It has two drumheads connected by leather tension cords, which allow the player to modulate the pitch of the drum by squeezing the cords between their arm and body.</p><p>The talking drum is traditionally made of wood and animal skin, with leather cords for tension. Goatskin was common for the drum skin.</p><p>Some talking drums are as small as 2.75 inches (diameter of drum head), to a 7 inch drum head diameter for the larger talking drums.</p><p>The pitch of the drum is varied to mimic the tone patterns of speech. This is done by varying the tension placed on the drumhead: the opposing drum heads are connected by a common tension cord. </p><p>Talking drums have been used by African cultures to transmit messages over long distances since antiquity but it wasn't until the Europeans arrived in the 1700s that this became known to the outside world.</p>","images":{"contextual":{"path":"atlas/talking-drum/contextual.jpg","caption":null},"cover":{"path":"atlas/talking-drum/cover.png","caption":null},"icon":{"path":"atlas/talking-drum/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Dundun","Kalangu","Tamanin","Gangan"],"spreading":[{"name":"Africa","area":"WEST"}],"startDate":null,"endDate":null,"conservation":null,"sampleTitle":"Talking Drum Solo","samplePath":"atlas/talking-drum/sample.mp3","facts":[{"name":"Some cultures in Africa use smaller talking drums","value":"Some cultures in Africa use smaller talking drums while others prefer larger versions."},{"name":"In the Akan languages it is known as a Dondo","value":"In the Akan languages it is known as a Dondo, or Odondo; in the Bambara, Bozo, or Dyula languages it is known as a Tamanin; in Dagbani, Gurunsi, or Moore it is known as Lunna or Donno; in Fulano it is known as Mbaggu or Baggel; in Hausa it is known as Kalangu or Dan Kar'bi' in Songhai is it known as Doodo; in Mandinka, Wolof, or Serer it is known as Tama or Tamma; in Yoruba it is known as Dundun or Gangan."},{"name":"Talking drums come in various sizes","value":"Talking drums come in various sizes including omele, gan gan, Iya-Ilu (also known as the mother of drums) and dun dun - the largest talking drum."},{"name":"Talking drums have been a part of African culture","value":"Talking drums have been a part of African culture since the beginning and are considered to help define their culture because they are so deeply ingrained in it."},{"name":"Messages sent by talking drums have included many words","value":"Messages sent by talking drums have included more words to communicate the message than would be required by a written message but the message could be sent much quicker."},{"name":"Musicians often use a curved stick","value":"When playing a taking drum the musician often uses a stick to strike the drum head, as well as their fingers, and they use their other hand to change the tension of the cords which enables them to change the pitch."},{"name":"Many drums in Africa are referred to as talking drums","value":"Many drums in Africa are referred to as talking drums however when they are mentioned outside of Africa as talking drums the reference is usually in regards to the hourglass shaped instrument."},{"name":"Appear in many different forms of modern music","value":"The talking drum has appeared in many different forms of modern or popular music including the music of Fleetwood Mac, Erykah Badu, Tom Waits, the Grateful Dead, and Nana Vasconcelos."},{"name":"The talking drum is held under the arm","value":"The hourglass shape of the talking drum alludes to how it is meant to be held, under the arm."},{"name":"The talking drum is known by several names","value":"The talking drum is known by several names according to the language in Africa."}],"features":{},"related":[{"index":6,"display":"Bass Drum","definition":"A large drum having a cylindrical body and two heads and producing a low, resonant sound.","iconPath":"atlas/bass-drum/icon.jpg"},{"index":16,"display":"Drum Kit","definition":"A drum kit is a collection of drums and other percussion instruments set up to be played by a single player.","iconPath":"atlas/drum-kit/icon.jpg"},{"index":28,"display":"Snare Drum","definition":"A small double-headed drum having one or more wires or cords stretched across the bottom head to increase reverberation. Also called  side drum.","iconPath":"atlas/snare-drum/icon.jpg"},{"index":29,"display":"Steelpan","definition":"Steelpan is a percussion musical instrument made from a steel drum.","iconPath":"atlas/steelpan/icon.jpg"},{"index":30,"display":"Taiko","definition":"Taiko are a broad range of Japanese percussion instruments. In Japanese, the term refers to any kind of drum.","iconPath":"atlas/taiko/icon.jpg"}],"links":[{"url":"https://www.thefreedictionary.com/talking+drum","display":"The Free Dictionary","description":"Talking drum definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://en.wikipedia.org/wiki/Talking_drum","display":"Wikipedia","description":"Wikipedia article about talking drum.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/talking_drum_facts/3013/","display":"Soft Schools","description":"Talking drum facts.","iconPath":"link/softschools.png"},{"url":"https://www.youtube.com/watch?v=AHFIJZm2dzw","display":"YouTube","description":"Skin that Speaks: the \"talking drums\" of Nigeria | Michael Varner | TEDxUTA","iconPath":"link/youtube.png"}]}