{"index":79,"rank":2130,"name":"viola","display":"Viola","definition":"A stringed instrument of the violin family, slightly larger than a violin, tuned a fifth lower, and having a deeper, more sonorous tone.","description":"<p>The viola is a bowed and plucked string instrument which is similar to the violin and cello. </p><p>It is slightly larger than a violin in size and has a lower and deeper sound than a violin.</p><p>The viola's sound is described as more dark, earthy, or mellow than the violin's sound.</p><p>The viola is played with a bow in the right hand. Playing with the bow is called arco. Sometimes the strings may be plucked - technique called pizzicato.</p><p>The viola often plays the inner voices in string quartets and symphonic writing, and it is more likely than the first violin to play accompaniment parts.</p><p>Music that is written for the viola differs from that of most other instruments, in that it primarily uses the alto clef, which is otherwise rarely used.</p><p>The viola is found in chamber ensembles of string instruments only, and also in full symphony orchestras where strings, woodwinds, brass, and percussion instruments play together.</p>","images":{"contextual":{"path":"atlas/viola/contextual.jpg","caption":null},"cover":{"path":"atlas/viola/cover.png","caption":null},"icon":{"path":"atlas/viola/icon.jpg","caption":null}},"lastUpdated":"2019-10-26T17:50:06Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[],"startDate":{"value":16.0,"mask":515},"endDate":null,"conservation":null,"sampleTitle":"Stravinsky - Elegy for Viola Solo","samplePath":"atlas/viola/sample.mp3","facts":[{"name":"Five centimetres longer than violin","value":"It is built in proportions similar to those of the violin but has a body length of 37 to 43 cm, about 5 cm longer than a violin."},{"name":"Initially used to double cello parts","value":"In the 18th-century orchestra the viola usually doubled cello parts. Christoph Willibald Gluck, Wolfgang Amadeus Mozart, and Joseph Haydn gave it distinctive treatment, and it gradually assumed an independent orchestral role."},{"name":"Sometimes confused with violin","value":"When people see the viola, sometimes they think it is a violin. This is because the viola is only a little larger than a violin, and like the violin, the viola is held on the player's left shoulder."},{"name":"Darker colour","value":"The viola is usually a darker colour, such as Acorn Attack or Dark Dreaming."},{"name":"Part of strings quartet","value":"It is one of the main instruments in a strings quartet, along with two violins and a cello."},{"name":"Luthier","value":"The person that makes and repairs violas is called a luthier."},{"name":"Cinderella of the orchestra","value":"The viola is also known as the Cinderella of the orchestra."},{"name":"Found its way in the folk music","value":"Although not as commonly used as the violin in folk music, the viola is nevertheless used by many folk musicians across the world."},{"name":"Different sound from violin","value":"Even though the viola and violin can play many of the same notes, they each have a special sound quality."},{"name":"Lower than violin but higher than cello","value":"The viola sounds lower than a violin, but higher than a cello."}],"features":{},"related":[{"index":80,"display":"Violin","definition":"A stringed instrument played with a bow, having four strings, an unfretted fingerboard and a shallow body, and capable of great flexibility in range, tone, and dynamics.","iconPath":"atlas/violin/icon.jpg"},{"index":22,"display":"Cello","definition":"A four-stringed musical instrument of the violin family, pitched lower than the viola but higher than the double bass.","iconPath":"atlas/cello/icon.jpg"},{"index":31,"display":"Double Bass","definition":"The largest bowed stringed instrument in the modern orchestra, also used frequently in jazz ensembles, especially played pizzicato.","iconPath":"atlas/double-bass/icon.jpg"},{"index":35,"display":"Esraj","definition":"The esraj is a string instrument played by bow, found throughout the north, central, and east regions of India.","iconPath":"atlas/esraj/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Viola","display":"Wikipedia","description":"Wikipedia article about viola.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/viola-musical-instrument","display":"Encyclopædia Britannica","description":"Viola article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Viola","display":"Kiddle","description":"Viola facts for kid.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/viola","display":"The Free Dictionary","description":"Viola definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-Viola","display":"wikiHow","description":"How to play viola.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=pCPRe9_kUN0","display":"YouTube","description":"Mikhail Glinka - Viola Sonata in D Minor","iconPath":"link/youtube.png"}]}