{"index":21,"rank":170,"name":"didgeridoo","display":"Didgeridoo","definition":"A musical instrument of the Aboriginal peoples of Australia, consisting of a long hollow branch or stick that makes a deep drone when blown into while vibrating the lips.","description":"<p>The didgeridoo is a wind instrument in the form of a straight wooden trumpet, developed by indigenous Australians.</p><p>The instrument is made from a hollow tree branch, traditionally eucalyptus wood or ironwood. Modern instruments may be made from a metal or plastic tube.</p><p>Many didgeridoos are painted using traditional or modern paints by either their maker or a dedicated artist.</p><p>The didjeridoo is coated with wax and resined on the blowing end, while its other end rests on the ground and is sometimes placed in an object such as a tin can for resonance. </p><p>Usually the performer blows into the instrument to produce the fundamental drone pitch of the instrument, but performance techniques and playing styles vary regionally and according to the preference of the performer.</p><p>Some players tighten the lips to increase the air pressure, thereby producing overtone pitches, while others use a technique in which they simultaneously hum and blow into the instrument, creating complex harmonic chords.</p>","images":{"contextual":{"path":"atlas/didgeridoo/contextual.jpg","caption":null},"cover":{"path":"atlas/didgeridoo/cover.png","caption":null},"icon":{"path":"atlas/didgeridoo/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Didjeridu","Didjeridoo","Drone Pipe"],"spreading":[{"name":"Australia","area":"ALL"}],"startDate":{"value":600.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Didgeridoo Solo","samplePath":"atlas/didgeridoo/sample.mp3","facts":[{"name":"Didgeridoo makers use termites expertise","value":"Traditional didgeridoo makers seek suitably hollow live trees in areas with obvious termite activity. Termites attack these living eucalyptus trees, removing only the dead heartwood of the tree, as the living sapwood contains a chemical that repels the insects."},{"name":"It is about 1.5 meters long","value":"Didgeridoo is about 1.5 metres long. However, decorated ceremonial varieties may be two or three times longer."},{"name":"Didgeridoo find its place in modern music","value":"The didjeridoo is now also used in other modern contexts by Aborigines as well as in many popular and art-music genres in the 21st century."},{"name":"Player speak vocales through didgeridoo","value":"Rhythmic and metric patterns are created through the mouthing of various types of vocables."},{"name":"Play for meditation","value":"Playing the didgeridoo is often compared with meditation or spiritual experiences. Keeping your mind clear and focusing on playing will allow you to reap all of the possible mental benefits."},{"name":"Used for ritual ceremonies","value":"Traditionally didgeridoo was used only in music associated with Australian Aboriginal ritual ceremonies, such as those for sunsets, circumcisions, and funerals."},{"name":"It has many names","value":"There are numerous names for the instrument among the Aboriginal peoples of northern Australia, none of which closely resemble the word 'didgeridoo'."},{"name":"Player may use circular breathing","value":"Nasal (or circular) breathing, or drawing air in through the nose while expelling air from the cheeks into the instrument, is often used to produce pulsations, tonal variations, and elevations of pitch."},{"name":"Played standing or sitting","value":"To play didgeridoo, you can stand or sit in a chair or on the ground. Most people prefer the sitting position as it is easier to maintain for long periods of time."},{"name":"Playing didgeridoo helps reducing snoring","value":"A study found that learning and playing the didgeridoo helped reduce snoring and sleep apnea. It does this by making muscles in the upper airway stronger, and this helps them stay open during sleep."},{"name":"Man made from hollow trees","value":"Once a suitably hollow tree is found, it is cut down and cleaned out, the bark is taken off, the ends trimmed, and the exterior is shaped; this results in a finished instrument."}],"features":{},"related":[{"index":1,"display":"Alphorn","definition":"A curved wooden horn, sometimes as long as 6 meters, traditionally used by herders in the Alps to call cows to pasture.","iconPath":"atlas/alphorn/icon.jpg"},{"index":14,"display":"Bucium","definition":"The bucium is a type of alphorn used by mountain dwellers and by shepherds in Romania and Moldova.","iconPath":"atlas/bucium/icon.jpg"},{"index":15,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg"},{"index":33,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Didgeridoo","display":"Wikipedia","description":"Wikipedia article about didgeridoo.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/didgeridoo","display":"The Free Dictionary","description":"Didgeridoo definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.britannica.com/art/didjeridu","display":"Encyclopædia Britannica","description":"Didgeridoo article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://www.wikihow.com/Play-the-Didgeridoo","display":"wikiHow","description":"How to play didgeridoo.","iconPath":"link/wikihow.png"},{"url":"https://kids.kiddle.co/Didgeridoo","display":"Kiddle","description":"Didgeridoo facts for kids.","iconPath":"link/kiddle.png"}]}