{"index":40,"rank":17,"name":"horagai","display":"Horagai","definition":"Horagai are large conch shells, usually from Charonia tritonis, that have been used as trumpets in Japan for many centuries.","description":"<p>The instrument, which has served a number of purposes throughout Japanese history, has been given a number of Japanese names depending on its function. </p><p>Special schools still teach students to play the traditional music associated with the conch.</p><p>Unlike most shell trumpets from other parts of the world which produce only one pitch, the Japanese horagai can produce three or five different notes.</p><p>The different pitches are achieved using a bronze or wooden mouthpiece attached to the apex of the shell's spire.</p><p>At freezing temperatures - often encountered in the mountainous regions of Japan, the lips may freeze to the metal surface, so wooden or bamboo mouthpieces are used. </p><p>In war, the shell, called jinkai literraly meaning 'war shell', was one of several signal devices used by Japanese feudal warriors known as samurai.</p><p>Horagai is used by Buddhist monks for religious purposes. Its use goes back centuries and it is still used today for some rituals.</p>","images":{"contextual":{"path":"atlas/horagai/contextual.jpg","caption":null},"cover":{"path":"atlas/horagai/cover.png","caption":null},"icon":{"path":"atlas/horagai/icon.jpg","caption":null}},"lastUpdated":"2019-11-01T19:32:49Z","taxonomy":[{"name":"Family","value":"BRASS"}],"aliases":["Jinkai"],"spreading":[{"name":"Japan","area":"ALL"}],"startDate":{"value":1000.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Walking Inside Mountain","samplePath":"atlas/horagai/sample.mp3","facts":[],"features":{},"related":[{"index":18,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg"},{"index":68,"display":"Trumpet","definition":"A soprano brass instrument consisting of a long metal tube looped once and ending in a flared bell, the modern type being equipped with three valves for producing variations in pitch.","iconPath":"atlas/trumpet/icon.jpg"},{"index":1,"display":"Alphorn","definition":"A curved wooden horn, sometimes as long as 6 meters, traditionally used by herders in the Alps to call cows to pasture.","iconPath":"atlas/alphorn/icon.jpg"},{"index":17,"display":"Bucium","definition":"The bucium is a type of alphorn used by mountain dwellers and by shepherds in Romania and Moldova.","iconPath":"atlas/bucium/icon.jpg"},{"index":30,"display":"Didgeridoo","definition":"A musical instrument of the Aboriginal peoples of Australia, consisting of a long hollow branch or stick that makes a deep drone when blown into while vibrating the lips.","iconPath":"atlas/didgeridoo/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Horagai","display":"Wikipedia","description":"Wikipedia article about horagai.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=rGIsuz0eRAM","display":"YouTube","description":"Japanese Conch shell blowing melodies (Horagai)","iconPath":"link/youtube.png"}]}