{"index":8,"rank":2010,"name":"banjo","display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","description":"<p>Banjos are traditionally made with a frame, neck, and a head made of animal skin although plastic is more common now. Early banjos were made of a gourd shell, wood stick neck, and strings.</p><p>Modern banjos come with four or five strings but a six string version has emerged and is gaining popularity as well.</p><p>Historically, the banjo occupied a central place in African American traditional music, before becoming popular in the minstrel shows of the XIX-th century.</p><p>The banjo emerged among African slaves in the 1600s in America, likely an adaptation of the stringed instruments that existed in Africa for centuries called plucked lutes.</p><p>It is commonly used in folk, bluegrass, and country music today and appears in other genres as well.</p><p>Banjo can also be used in some rock songs. Many rock bands, such as The Eagles, Led Zeppelin, and The Allman Brothers, have used the five-string banjo.</p>","images":{"contextual":{"path":"atlas/banjo/contextual.jpg","caption":null},"cover":{"path":"atlas/banjo/cover.png","caption":null},"icon":{"path":"atlas/banjo/icon.jpg","caption":null}},"lastUpdated":"2019-10-16T19:08:59Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[{"name":"United States","area":"ALL"}],"startDate":{"value":17.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"American Banjo Solo","samplePath":"atlas/banjo/sample.mp3","facts":[{"name":"By the 1800s the banjo had been given 19 different spellings","value":"By the 1800s the banjo had been given 19 different spellings including bonjoe, and banza. It is believed the word 'banjo' is derived from the Yoruba word 'Bami jo' which means 'dance for me'."},{"name":"The earliest written reference in North America","value":"The earliest written reference in North America to the banjo was in 1736 in the New York Weekly Journal. In 1754 it was mentioned as a 'banjer' in a Maryland newspaper."},{"name":"First company to manufacture banjos","value":"The first company to manufacture banjos was owned by William Boucher. In the 1850s Boucher won several awards for instruments including the banjo."},{"name":"The duelling banjo piece in the 1972 movie Deliverance","value":"The duelling banjo piece in the 1972 movie Deliverance was actually recorded with a guitar and a banjo not two banjos. It is still one of the most famous banjo pieces known to the general public."},{"name":"The banjo was used in the minstrel era","value":"The banjo was used in the minstrel era when white entertainers dressed up in blackface and portrayed African Americans in negative ways but the instrument managed to rise above the connotation of the minstrel era and remain a popular instrument in America."},{"name":"The five string banjo can be classic","value":"The five string banjo can be classic, open back (common with old-timey music), or resonator with five strings. The five string banjo is still the most common."},{"name":"The five string banjo is the most popular","value":"The five string banjo is the most popular. Some musicians play with fingerpicks and a resonator but many prefer to use just their fingers."},{"name":"Six string banjos were invented by William Temlet","value":"Six string banjos were invented by William Temlet in Britain who sold banjos with as many as seven strings in 1846."},{"name":"Banjo players are sometimes referred to as banjoists","value":"Banjo players are sometimes referred to as banjoists as well."},{"name":"Four string banjos include the plectrum banjo","value":"Four string banjos include the plectrum banjo, tenor banjo, cello banjo, and the bass and contraband banjos."},{"name":"Some famous banjoists include Steve Martin","value":"Some famous banjoists include Steve Martin (actor, comedian and Grammy winning musician), George Crumb, Paul Elwood, Punch Brothers, Modest Mouse, and Beck. One of the most famous banjoists is Pete Seeger who plays with a longer-necked banjo."},{"name":"The first white banjo player","value":"The first white banjo player to learn from African Americans was Joel Walker Sweeney who lived from 1810 to 1860."},{"name":"The first banjo name was 'strum strump'","value":"The first banjo description referred to the instrument as a 'strum strump'. An English doctor was in Jamaica when he saw it and wrote about the banjo in his journal in 1687."},{"name":"Extremely popular during the jazz age","value":"Banjos became extremely popular during the jazz age and in the 1940s guitars began to replace them."}],"features":{},"related":[{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":59,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"},{"index":36,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":45,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":69,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Banjo","display":"Wikipedia","description":"Wikipedia article about banjo.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/banjo-musical-instrument","display":"Encyclopædia Britannica","description":"Banjo article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/banjo_facts/3039/","display":"Soft Schools","description":"Banjo facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Banjo","display":"Kiddle","description":"Banjo facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/banjo","display":"The Free Dictionary","description":"Banjo definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-a-Banjo","display":"wikiHow","description":"How to play banjo.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=kBNOVhWo5Hg","display":"YouTube","description":"The Dubliners - Barney's Banjo Solo","iconPath":"link/youtube.png"}]}