{"index":12,"rank":2350,"name":"bass-flute","display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","description":"<p>Because of the length of its tube, it is usually made with a J shaped head joint, which brings the embouchure hole within reach of the player.</p><p>Bass flutes are most often made with silver-plated bodies and head joints. It is a long instrument, its tube having approximately 146 cm.</p><p>Most basses come with trill keys which allow the player to stabilize some otherwise unstable middle register notes as well as trill between otherwise impossible notes.</p><p>Because manufacturers do not taper the flute body through the curve, intonation of all notes beginning with written D6 and higher tend to be sharp. </p><p>The player can bend them in tune through blowing technique or use alternative fingerings.</p><p>Bass flute music sounds an octave lower than it is written, which is the typical concert flute range.</p><p>It is usually only used in flute choirs, as it is easily drowned out by other instruments of comparable register, such as the clarinet.</p>","images":{"contextual":{"path":"atlas/bass-flute/contextual.jpg","caption":null},"cover":{"path":"atlas/bass-flute/cover.png","caption":null},"icon":{"path":"atlas/bass-flute/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[],"startDate":{"value":1910.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Bass Flute Solo","samplePath":"atlas/bass-flute/sample.mp3","facts":[{"name":"Bass flute was invented in 1910","value":"In 1910 Abelardo Albisi invented a bass flute known as the albisiphone which was used in scores by Mascagni and Zandonai among other composers during the first half of the 20th century."},{"name":"Models with shorter tube","value":"The shorter tube reduces acoustic resistance, which quickens the response and makes the tone brighter, livelier, and more resonant."},{"name":"Vertical design for floor support","value":"Dutch flute maker Eva Kingma has created a vertical design for the bass flute which allows the weight of the instrument to be supported by the floor."},{"name":"List of repertoire for bass flute","value":"For an extensive list of repertoire for bass flute and contrabass flute see Repertoire Catalogue for Piccolo, Alto Flute and Bass Flute by Peter van Munster."},{"name":"Used by jazz musicians","value":"A handful of jazz musicians have used the bass flute, including flutist Jeremy Steig, saxophonists Henry Threadgill, Brian Landrus, and James Carter, and drummer Ronald Shannon Jackson who occasionally played bass flute as a second instrument."},{"name":"Contra-alto flute","value":"Kotato and Fukushima produce an instrument that they call bass flute in F, which some people refer to as a Contra-alto flute."},{"name":"Model with support leg on the floor","value":"Kotato basses have addressed the weight problem of by designing a graphite rod that screws onto the underside of the instrument. The musician sits on the chair with the instrument between legs."}],"features":{},"related":[{"index":9,"display":"Bansuri","definition":"The bansuri is a transverse flute from a single hollow shaft of bamboo with six or seven finger holes.","iconPath":"atlas/bansuri/icon.jpg"},{"index":44,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bass_flute","display":"Wikipedia","description":"Wikipedia article about bass flute.","iconPath":"link/wikipedia.png"},{"url":"https://kids.kiddle.co/Bass_flute","display":"Kiddle","description":"Bass flute facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.youtube.com/watch?v=mKa9QOst14Y","display":"YouTube","description":"Annie Parker : Bass Flute Solo","iconPath":"link/youtube.png"}]}