{"index":36,"rank":0,"name":"jaw-harp","display":"Jew's Harp","definition":"A small, simple musical instrument consisting of a lyre-shaped metal frame containing a metal tongue, which is plucked while the frame is held in the teeth.","description":"<p>The Jew's harp is a lamellophone instrument, consisting of a flexible metal or bamboo tongue or reed attached to a frame.</p><p>Jew’s harps are widely distributed in Oceania and Asia, especially in tribal cultures, and in Europe, where they were introduced from Asia by the 14th century.</p><p>The characteristic European form, also found elsewhere, is a pear-shaped metal frame with a metal tongue affixed.</p><p>The player holds the frame to his mouth, which forms a resonance cavity, and activates the instrument’s tongue by either plucking it with the fingers or jerking a string attached to the end of the instrument. </p><p>Each instrument produces one pitch only, with its multiples overtones, though different sized instruments provide different pitches. There is no standard pitch.</p><p>By altering the shape of the mouth cavity the musician isolates the individual harmonics that are components of the instrument tongue’s sound.</p><p>The Jew’s harp can be used in a wide variety of folk music, but can also be used in experimental projects.</p>","images":{"contextual":{"path":"atlas/jaw-harp/contextual.jpg","caption":null},"cover":{"path":"atlas/jaw-harp/cover.png","caption":null},"icon":{"path":"atlas/jaw-harp/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"LAMELLOPHONE"}],"aliases":["Jaw Harp","Mouth Harp","Ozark Harp","Juice Harp","Murchunga"],"spreading":[{"name":"Asia","area":"ALL"},{"name":"Europe","area":"ALL"},{"name":"Oceania","area":"ALL"}],"startDate":{"value":4.0,"mask":65539},"endDate":null,"conservation":null,"sampleTitle":"Jewsharp Trio Aubergine - Vergeten Paars","samplePath":"atlas/jaw-harp/sample.mp3","facts":[{"name":"The earliest depiction","value":"The earliest depiction of somebody playing what seems to be a Jew's harp is a Chinese drawing from the 4th Century BCE."},{"name":"Concerti for Jew's harp","value":"The Austrian composer Johann Albrechtsberger wrote seven concerti for Jew's harp, mandora, and orchestra between 1769 and 1771."},{"name":"Played by plucking","value":"The jew’s harp is one of several idiophones (instruments whose sounding parts are resonant solids) vibrated by plucking rather than by percussion."},{"name":"Used in Western churches","value":"Early representations of Jew's harps appeared in Western churches since the fourteenth century."},{"name":"Is hard to play","value":"Playing the Jew's harp takes a lot of practice and dedication."},{"name":"Instrument for lover’s serenades","value":"The delicate, barely audible sound of the jew’s harp led in Asia to its frequent association with contemplation and to its use as an instrument for lover’s serenades."},{"name":"Part of Carnatic music ensemble","value":"The instrument, known as morsing in South India, morchang in Rajasthan, or murchunga in Nepal, is part of the rhythmic section in a Carnatic music ensemble."},{"name":"Instruments with more tongues","value":"In 18th-century Europe virtuoso players used instruments with two or more tongues of different pitch, thus allowing a complete musical scale."},{"name":"Name origin is not really clear","value":"There are many theories for the origin of the name Jew's harp. According to the Oxford English Dictionary, this name appears earliest in Walter Raleigh's Discouerie Guiana in 1596, spelled 'Iewes Harp'."}],"features":{},"related":[{"index":41,"display":"Mukkuri","definition":"Mukkuri is a traditional Japanese plucked instrument, part of lamellophone family, being indigenous to the Ainu people.","iconPath":"atlas/mukkuri/icon.jpg"},{"index":37,"display":"Kalimba","definition":"A musical instrument consisting of a hollow gourd or wooden resonator and a number of usually metal strips that vibrate when plucked.","iconPath":"atlas/kalimba/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Jew%27s_harp","display":"Wikipedia","description":"Wikipedia article about jew's harp.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/jews+harp","display":"The Free Dictionary","description":"Jew's harp definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.britannica.com/art/jews-harp","display":"Encyclopædia Britannica","description":"Jew's harp article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://www.wikihow.com/Play-the-Jew%27s-Harp","display":"wikiHow","description":"How to play jew's harp.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=Hr_jeP_q0EM","display":"YouTube","description":"Jaw Harp Dubstep | Playing Jew's Harp Techno like a pro","iconPath":"link/youtube.png"}]}