{"index":54,"rank":1020,"name":"mandolin","display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","description":"<p>A mandolin is a musical instrument in the lute family and is usually plucked with a plectrum. It commonly has four courses of doubled metal strings tuned in unison.</p><p>There are many styles of mandolin, but three are common, the Neapolitan or round-backed mandolin, the carved-top mandolin and the flat-backed mandolin.</p><p>Mandolins are made of a wood body and they have a variety of other parts including the fingerboard, tuners, headstock, posts, nuts, frets, the neck, bridge, tailpiece, sound holes, binding, and strings.</p><p>Much of mandolin development revolved around the soundboard. The soundboard comes in many shapes but generally round or teardrop-shaped, sometimes with scrolls or other projections.</p><p>The most common mandolin is the eight string version that was originally designed in Naples, Italy.</p><p>Mandolins are heard in a variety of music styles today including country, folk, rock, bluegrass, classical, jazz, gospel, blues, old timey, ragtime, and many ethnic music styles as well.</p>","images":{"contextual":{"path":"atlas/mandolin/contextual.jpg","caption":null},"cover":{"path":"atlas/mandolin/cover.png","caption":null},"icon":{"path":"atlas/mandolin/icon.jpg","caption":null}},"lastUpdated":"2019-10-17T06:56:48Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[],"startDate":{"value":17.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Vivaldi - Mandolin Concerto in C Major","samplePath":"atlas/mandolin/sample.mp3","facts":[{"name":"The mandolin is classified as a member of the lute family","value":"The mandolin is classified as a member of the lute family - not as a type of guitar. One who plays the mandolin is referred to as a mandolinist."},{"name":"Famous mandolinists","value":"Famous mandolinists include Vince Gill, Ricky Skaggs, Bobby Osborne, Martie Maguire (Dixie Chicks), Michael Kang, and many more."},{"name":"In U.S. was used primarily used for classic music","value":"When the mandolin was first brought to the U.S. by immigrants it was used primarily in in classical and folk music."},{"name":"Was a popular instrument of the Middle Ages","value":"The mandolin was a popular instrument of the Middle Ages. They were very popular in Italian and French classical music."},{"name":"In order to increase the interest in buying mandolins","value":"In order to increase the interest in buying mandolins, manufacturers hired salesman who established mandolin orchestras in the small towns that ultimately encouraged people to buy them. Some of these early groups still exist today."},{"name":"Easy to learn playing","value":"The mandolin is considered one of the easier instruments to learn to play."},{"name":"Rattlesnake tail inside of a mandolin","value":"A Country Music Hall of Fame and Rock and Roll Hall of Fame inductee (and mandolinist master) named Bill Monroe once put a rattlesnake tail inside of his mandolin to keep the mice out of it and to absorb excess moisture."},{"name":"Famous composers","value":"Famous composers that included mandolin pieces in their compositions included Beethoven, Vivaldi, Mozart, Handel, John Craton, Paganini, Yasuo Kuwahara, and Jiro Nakano."},{"name":"Is played in traditional music of many countries","value":"The mandolin is played in traditional music in countries such as Italy, Australia, Belgium, Brazil, Croatia, Finland, France, Greece, India, Ireland, Israel, Japan, New Zealand, Portugal, Romania, South Africa, Sri Lanka, Turkey, the U.K., the U.S., and Venezuela."},{"name":"The first stringed instrument built by Orville Gibson","value":"The first stringed instrument that Orville Gibson (Gibson's founder) built was a mandolin. He built it in 1894."}],"features":{},"related":[{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":40,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":69,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":30,"display":"Cümbüş","definition":"The cümbüş is a Turkish stringed instrument of relatively modern origin. It is a Turkish banjo in the style of a mandolin.","iconPath":"atlas/cumbus/icon.jpg"},{"index":82,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Mandolin","display":"Wikipedia","description":"Wikipedia article about mandolin.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/mandolin","display":"Encyclopædia Britannica","description":"Mandolin article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/mandolin_facts/3055/","display":"Soft Schools","description":"Mandolin facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Mandolin","display":"Kiddle","description":"Madolin facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/mandolin","display":"The Free Dictionary","description":"Mandolin definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-Mandolin","display":"wikiHow","description":"How to play mandolin.","iconPath":"link/wikihow.png"},{"url":"https://www.wikihow.com/Tune-a-Mandolin","display":"wikiHow","description":"How to tune a mandolin.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=9OJ0bsyIryc","display":"YouTube","description":"Avi Avital plays Vivaldi Mandolin Concerto in C Major","iconPath":"link/youtube.png"}]}