{"index":21,"rank":128,"name":"celesta","display":"Celesta","definition":"A musical instrument with a keyboard and metal plates struck by hammers that produce bell-like tones.","description":"<p>The celesta is a keyboard instrument that looks similar to an upright piano. The keys connect to hammers that strike a graduated set of metal plates suspended over wooden resonators.</p><p>The sound bars of the celesta are usually made from steel. The keys on the keyboard strike the hammers above, which strike the steel. The steel bars rest on hollow wood resonators. The sound is mellow, warm and rich.</p><p>The sound of the celesta is similar to that of the glockenspiel, but with a much softer and more subtle timbre.</p><p>Anyway, the celesta does not produce loud sound and it does not have the same dynamic range as a piano.</p><p>One of the best-known works that uses the celesta is Tchaikovsky's 'Dance of the Sugar Plum Fairy' from The Nutcracker. Celesta is also used on modern and contemporary, pop and rock music.</p>","images":{"contextual":{"path":"atlas/celesta/contextual.jpg","caption":null},"cover":{"path":"atlas/celesta/cover.png","caption":null},"icon":{"path":"atlas/celesta/icon.jpg","caption":null}},"lastUpdated":"2019-10-16T07:09:21Z","taxonomy":[{"name":"Family","value":"KEYBOARD"}],"aliases":["Celeste"],"spreading":[],"startDate":{"value":1886.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Tchaikovsky - Dance of the Sugar Plum Fairy","samplePath":"atlas/celesta/sample.mp3","facts":[{"name":"The celesta is normally used for gentle passages","value":"The celesta is normally used for passages that are meant to sound gentle and soft as it produces piercing music when played hard."},{"name":"The celesta is also used in music styles other than orchestras","value":"The celesta is also used in music styles other than orchestras and classical music. It has been featured in jazz music by Earl Hines, Fats Waller, Duke Ellington, Oscar Peterson, and Herbie Hancock."},{"name":"Tchaikovsky was the first major composer to use the celesta","value":"The first major composer to use the celesta in a major symphony work was Pyotr Tchaikovsky in his 1891 symphonic poem The Voyevoda."},{"name":"Famous works that have featured the celesta","value":"Famous works that have featured the celesta include Gustav Mahler's Symphony No. 6, George Gershwin's  An American in Paris, and Morton Feldman's For Philip Guston."},{"name":"Playing the celesta is similar to playing the piano","value":"Playing the celesta is similar to playing the piano with keys and a pedal. The pedal is used when playing to prolong the notes' sound."},{"name":"The typophone had tuning forks instead of metal plates","value":"The typophone had tuning forks instead of metal plates like the celesta, which limited its sound and use."},{"name":"The celesta is often combined with woodwind instruments","value":"The celesta is often combined with woodwind and high string instruments and the harp."},{"name":"The celesta was used for some of the music for the children","value":"The celesta was used for some of the music for the children's show Mr. Rogers' Neighborhood."},{"name":"The celesta was used for the song Pure Imagination","value":"The celesta was used for the song Pure Imagination that Gene Wilder sang in the movie Willie Wonka & the Chocolate Factory in 1971."},{"name":"Tchaikovsky used the celesta in The Nutcracker","value":"Tchaikovsky used the celesta in The Nutcracker - one of the most famous ballets in history."},{"name":"The inventors of the celesta are considered to be Auguste Mustel","value":"The inventors of the celesta are considered to be Auguste Mustel, a Parisian harmonium, and his father Victor Mustel. Auguste invented the celesta in 1886, from an earlier design of an instrument called the typophone, which his father Victor had invented in 1860."}],"features":{},"related":[{"index":40,"display":"Harpsichord","definition":"A keyboard instrument whose strings are plucked by means of quills or plectrums.","iconPath":"atlas/harpsichord/icon.jpg"},{"index":52,"display":"Piano","definition":"A musical instrument with a manual keyboard actuating hammers that strike wire strings, producing sounds that may be softened or sustained by means of pedals.","iconPath":"atlas/piano/icon.jpg"},{"index":54,"display":"Pipe Organ","definition":"An instrument consisting of a number of pipes that sound tones when supplied with air and a keyboard that operates a mechanism controlling the flow of air to the pipes.","iconPath":"atlas/pipe-organ/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Celesta","display":"Wikipedia","description":"Wikipedia article about celesta.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/celesta","display":"Encyclopædia Britannica","description":"Celesta article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/celesta_facts/3006/","display":"Soft Schools","description":"Celesta facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Celesta","display":"Kiddle","description":"Celesta facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/celesta","display":"The Free Dictionary","description":"Celesta definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=mW3dQvv1A7Y","display":"YouTube","description":"Dance of The Sugar Plum Fairy on a Schiedmayer Celesta","iconPath":"link/youtube.png"}]}