{"index":53,"rank":625,"name":"piccolo","display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","description":"<p>The modern piccolo has most of the same fingerings as its larger sibling, the standard transverse flute.</p><p>Piccolo has a conical or cylindrical bore, fitted with Boehm-system keywork and pitched an octave higher than the ordinary concert flute.</p><p>Although once made of various kinds of wood, glass or ivory, piccolos today are made from a range of materials, including plastic, resin, brass, nickel silver, and a variety of hardwoods.</p><p>Finely made piccolos are often available with a variety of options similar to the flute, such as the split-E mechanism.</p><p>The piccolo’s compass extends three octaves but the sound it produces is an octave higher than written.</p><p>Piccolos are often orchestrated to double the violins or the flutes, adding sparkle and brilliance to the overall sound. Sometimes it sounds like a bird call.</p>","images":{"contextual":{"path":"atlas/piccolo/contextual.jpg","caption":null},"cover":{"path":"atlas/piccolo/cover.png","caption":null},"icon":{"path":"atlas/piccolo/icon.jpg","caption":null}},"lastUpdated":"2019-11-01T08:09:05Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Flauto Piccolo","Flautino"],"spreading":[],"startDate":{"value":1854.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Piccolo Solo from The Stars and Stripes Forever","samplePath":"atlas/piccolo/sample.mp3","facts":[{"name":"Scores written for piccolo","value":"There are a number of pieces written for piccolo alone and repertoire for piccolo and piano, many of which are sonatas. Additionally, there is also a selection of chamber music that uses the piccolo."},{"name":"'The Stars and Stripes Forever' for D♭ piccolo","value":"John Philip Sousa wrote the famous solo, in the final repeat of the closing section of his march 'The Stars and Stripes Forever', for D♭ piccolo."},{"name":"'Piccolo' may have multiple meanings","value":"Piccolo is also the name of an organ stop; the word can be applied to other instruments, such as the piccolo clarinet or the violino piccolo - literaly  'small violin'."},{"name":"Most piccolos have a conical body","value":"Most piccolos have a conical body with a cylindrical head, which is like the Baroque flute and later flutes before the popularization of the Boehm bore used in modern flutes."},{"name":"Always used in concert bands","value":"In concert band settings, the piccolo is almost always used and a piccolo part is almost always available."},{"name":"Beethoven was one of the first to use piccolo","value":"It is a myth that one of the earliest pieces to use the piccolo was Ludwig van Beethoven's Symphony No. 5 in C Minor, premiered in December 1808."},{"name":"Used on orchestras from XVIII-th century","value":"Its orchestral use dates from the late 18th century, when it replaced the flageolet - also called flauto piccolo."},{"name":"The Swiss piccolo is used in marching bands","value":"The Swiss piccolo is used in conjunction with marching drums in traditional formations at the Carnival of Basel, Switzerland."},{"name":"Somewhat different to learn than flute","value":"When learning to play the piccolo, you'll learn that although the fingerings are the same as the flute, the embouchure and other differences do require a separate effort to learn."}],"features":{},"related":[{"index":35,"display":"Flute","definition":"A high pitched woodwind instrument consisting of a slender tube closed at one end with keys and finger holes on the side and a mouthpiece near the closed end.","iconPath":"atlas/flute/icon.jpg"},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg"},{"index":9,"display":"Bansuri","definition":"The bansuri is a transverse flute from a single hollow shaft of bamboo with six or seven finger holes.","iconPath":"atlas/bansuri/icon.jpg"},{"index":58,"display":"Shakuhachi","definition":"A wooden Japanese  end-blown flute with four holes in front and one at the back.","iconPath":"atlas/shakuhachi/icon.jpg"},{"index":51,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"},{"index":50,"display":"Ocarina","definition":"A small terra-cotta or plastic wind instrument with finger holes, a mouthpiece, and an elongated ovoid shape.","iconPath":"atlas/ocarina/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Piccolo","display":"Wikipedia","description":"Wikipedia article about piccolo.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/piccolo","display":"Encyclopædia Britannica","description":"Piccolo article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Piccolo","display":"Kiddle","description":"Piccolo facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/piccolo","display":"The Free Dictionary","description":"Piccolo definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Piccolo","display":"wikiHow","description":"How to Play the Piccolo","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=C8ycH2nEqNY","display":"YouTube","description":"A. Vivaldi - Piccolo concerto in C (1)","iconPath":"link/youtube.png"}]}