{"index":0,"rank":1310,"name":"accordion","display":"Accordion","definition":"A portable wind instrument with a small keyboard and free metal reeds that sound when air is forced past them by pleated bellows operated by the player.","description":"<p>The accordion is a musical instrument that has keys similar to a piano, but is small enough for a person to hold. It was invented in the early 1800s by Friedrich Buschmann in Germany.</p><p>In German the instrument was referred to as the Akkordeon, a name derived from the word 'Akkord' which means 'musical chord, concord of sounds'.</p><p>Accordion has an expandable section named bellows, located in between keyboards and buttons. The bellows are made of cloth, cardboard, leather and metal.</p><p>The bellows are expanded and contracted by the accordionist, which creates vacuum and pressure, driving air through the reed chambers that creates the sound.</p><p>The accordion is used in pop music, folk music, cajun music, jazz, classical, zydeco and dance-pop.</p><p>The accordion has also been referred to affectionately as the squeezebox.</p>","images":{"cover":{"path":"atlas/accordion/cover.png","caption":null},"contextual":{"path":"atlas/accordion/contextual.jpg","caption":"The accordion is relatively large and requires a little bit of familiarity when holding it. An additional strap can be very useful. The back strap keeps the shoulder straps together so that the accordion doesn't move."},"featured":{"path":"atlas/accordion/featured.png","caption":"There is also a variant that uses buttons to play notes."},"icon":{"path":"atlas/accordion/icon.jpg","caption":null}},"lastUpdated":"2019-10-13T13:38:20Z","taxonomy":[{"name":"Family","value":"KEYBOARD"}],"aliases":["Sun-Fin-Chin","Bayan","Trekspill","Fisarmonica","Akkordeon"],"spreading":[{"name":"Canada","area":"ALL"},{"name":"Europe","area":"ALL"},{"name":"South America","area":"ALL"},{"name":"United States","area":"ALL"}],"startDate":{"value":19.0,"mask":259},"endDate":null,"conservation":null,"sampleTitle":"Vittorio Monti - Csárdás","samplePath":"atlas/accordion/sample.mp3","facts":[{"name":"The accordion is used in pop music.","value":"The accordion is used in pop music, folk music, cajun music, jazz, classical, zydeco, and dance-pop."},{"name":"On Carnegie Hall accordion was first played in 1939.","value":"The first to play the accordion in New York City's famous Carnegie Hall were Gene von Halberg, Abe Goldman, and Joe Biviano, in 1939."},{"name":"The 1900s to the 1960s is the 'Golden Age of the Accordion'.","value":"The 1900s to the 1960s has been referred to as the 'Golden Age of the Accordion'."},{"name":"In 1990 there were an estimated 75,000 accordionists in U.S.","value":"There were an estimated 75,000 people in the United States in 1990 that could be classified as accordionists."},{"name":"Right-hand manual accordions looks like a piano.","value":"Right-hand manual accordions can have a chromatic or diatonic button board, or a keyboard that looks like a piano."},{"name":"The accordion is able to sustain long sounds.","value":"The accordion is able to sustain sound for a much longer time than most other instruments."},{"name":"A bisonoric accordion is able to produce different pitches.","value":"A bisonoric accordion is able to produce different pitches. This is dependent on the direction the bellows are moved."},{"name":"Pietro Deiro is the 'Daddy of the Accordion'.","value":"Pietro Deiro, an Italy-born accordionist was known as the 'Daddy of the Accordion'. He had a career in San Francisco during the vaudeville era and was even signed to RCA Victor Records."},{"name":"A unisonoric accordion will produce the same pitch.","value":"A unisonoric accordion will produce the same pitch regardless of the direction the bellows are moved. Size also plays a factor in the pitch."},{"name":"Accordions are still made with a lot of human hands work.","value":"Accordions are still made with a lot of human hands as opposed to by machinery. Some parts are made by machine but the best are mostly hand made by craftsman."},{"name":"Weird Al Yankovic is a parodist that uses accordion.","value":"Weird Al Yankovic is a Grammy-winning parodist who incorporates polkas into his music with his accordion. He was trained as a child to play the instrument."}],"features":{},"related":[{"index":6,"display":"Bandoneon","definition":"A musical instrument similar to a large concertina, especially popular in Latin America.","iconPath":"atlas/bandoneon/icon.jpg"},{"index":28,"display":"Concertina","definition":"A small instrument with bellows like an accordion but with buttons in place of keys.","iconPath":"atlas/concertina/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Accordion","display":"Wikipedia","description":"Wikipedia article about accordion.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/accordion","display":"Encyclopædia Britannica","description":"Accordion article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/accordion_facts/3037/","display":"Soft Schools","description":"Facts about accordion.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Accordion","display":"Kiddle","description":"Accordion facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/accordion","display":"The Free Dictionary","description":"Accordion defintion.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Accordion","display":"wikiHow","description":"How to play accordion.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=gK2zdWp5GbY","display":"YouTube","description":"Nikolai Chaikin: Concerto No. 1 in Bb Major for Accordion and Orchestra, Mvmt. 1 of 3","iconPath":"link/youtube.png"}]}