{"index":40,"rank":20500,"name":"guitar","display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","description":"<p>The earliest form of the guitar is believed to have emerged in the 1100s, but stringed instruments have existed for at least to Babylonian times.</p><p>There are many types of guitars today belonging to both the acoustic and electric guitar families.</p><p>Acoustic guitars have a variety of parts including the body, the waist, sound hole, bridge, frets, strings, neck, fretboard, tuning pegs, and the saddle.</p><p>Electric guitars can have either a solid, semi-solid, or hollow body as they do not require a chamber to produce sound and tones.</p><p>It is typically played by strumming or plucking the strings with the right hand while fretting the strings with the fingers of the left hand.</p><p>The guitar is used in a wide variety of musical genres worldwide. It is recognized as a primary instrument in genres such as blues, bluegrass, country, flamenco, folk, jazz, jota, mariachi, metal, punk, reggae, rock, soul, and many forms of pop.</p><p>A guitarist is one who plays the guitar and luthiers are the ones who repair and build guitars.</p>","images":{"contextual":{"path":"atlas/guitar/contextual.jpg","src":"/media/atlas/musical-instruments/guitar/contextual.jpg","caption":null},"cover":{"path":"atlas/guitar/cover.png","src":"/media/atlas/musical-instruments/guitar/cover.png","caption":null},"icon":{"path":"atlas/guitar/icon.jpg","src":"/media/atlas/musical-instruments/guitar/icon.jpg","caption":null}},"lastUpdated":"2019-11-16T04:41:56Z","taxonomy":[{"name":"family","display":"Family","value":"STRINGS"}],"aliases":[],"spreading":[],"startDate":{"value":12.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Spanish Guitar Solo","samplePath":"atlas/guitar/sample.mp3","waveformPath":"atlas/guitar/waveform.png","waveformSrc":"/media/atlas/musical-instruments/guitar/waveform.png","facts":[{"name":"Guitar types","value":"Guitar types include acoustic, renaissance, baroque, classical, flat top, resonator, Dobro, twelve string, acoustic bass, electric (hollow body, semi-hollow, solid body), seven string and eight string electric, and electric bass."},{"name":"Classical guitars tend to have nylon strings","value":"Classical guitars tend to have nylon strings; acoustic and folk guitars tend to have steel strings; electric guitars have steel strings."},{"name":"Strings are made of steel or nylon","value":"Guitar strings are made of either steel or nylon. There can be as few as 4 or as many as 18 strings."},{"name":"The electric guitar was invented in the 1930s","value":"The electric guitar was invented in the 1930s once it was discovered that the amplifier could change guitar tones."},{"name":"There are different guitar designs","value":"There are different guitar designs including the V-shaped guitar and the double neck guitar."},{"name":"Famous guitar players include BB King","value":"Famous guitar players include BB King, Jimmy Page, David Gilmour, Stevie Ray Vaughan, Jimi Hendrix, Prince, Ed Sheeran, and Robert Johnson."},{"name":"Pioneer of the electric guitar","value":"BB King is considered a pioneer of the electric guitar in rock music."},{"name":"The electric guitar resemble the acoustic one","value":"The electric guitar has many of the same parts as the acoustic guitar and a few more including the headstock, machine heads, nuts, neck, frets, fretboard, pickups, control dials, pick up switch, body, and the bridge."},{"name":"Famous guitar companies","value":"Famous guitar companies include Fender, Gibson, Epiphone, Gretsch, Ibanez, and Martin."},{"name":"The pic is commonly used when playing","value":"The guitar pic (or plectrum) is commonly used when playing the electric guitar or acoustic guitars fitted with steel strings. Many classical guitar players only use their fingers. Pics are often made of plastic but some are also made of wood, bone, or even steel."},{"name":"The second most popular instrument","value":"The guitar is the second most commonly played instrument. The piano is the most popular."},{"name":"Strap to help support the instrument","value":"Most guitar players use a strap to help support the instrument while playing."}],"features":[],"related":[{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg","iconSrc":null},{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg","iconSrc":null},{"index":54,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg","iconSrc":null},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg","iconSrc":null},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg","iconSrc":null},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg","iconSrc":null},{"index":69,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg","iconSrc":null},{"index":82,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Guitar","display":"Wikipedia","description":"Wikipedia article about guitar.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/art/guitar","display":"Encyclopædia Britannica","description":"Guitar article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/guitar_facts/3048/","display":"Soft Schools","description":"Guitar facts.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Guitar","display":"Kiddle","description":"Guitar facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.thefreedictionary.com/guitar","display":"The Free Dictionary","description":"Guitar definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=z8X1LXDPFlQ","display":"YouTube","description":"Spanish guitar solo.","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"},{"url":"https://www.youtube.com/watch?v=RzngbuoJSXo","display":"YouTube","description":"BB King & Eric Clapton - The thrill is gone","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}