{"index":6,"rank":152,"name":"bandoneon","display":"Bandoneon","definition":"A musical instrument similar to a large concertina, especially popular in Latin America.","description":"<p>The bandoneon is a type of concertina particularly popular in Argentina, Uruguay, and Lithuania.</p><p>It is a bellows-driven free reed instrument, and as such, it is also part of instrument category that is often called “squeezeboxes”. </p><p>A given button produces different notes on the push and the pull.</p><p>This effect is called bisonoric sound and is especially difficult to master on bandoneon since the player needs to learn four different layouts of sounds.</p><p>It is an essential instrument in most tango ensembles from the traditional orchestra of the 1910s onwards.</p><p>The bandoneon is held between both hands, with pushing and pulling motions forcing air through its bellows, which is routed through reeds by pressing its buttons.</p><p>As with other concertinas, the button action is in parallel to the motion of the bellows, and not perpendicular to it as with an accordion.</p><p>Bandoneon keys are not suitable for playing scale passages of single notes but is instead focused on facilitating playing chords that are supporting other instruments or singers of tango music.</p><p>The bandoneon was originally intended as an instrument for religious and popular music of the day, in contrast to its predecessor, concertina, which had predominantly been used in folk music.</p>","images":{"cover":{"path":"atlas/bandoneon/cover.png","src":"/media/atlas/musical-instruments/bandoneon/cover.png","caption":null},"contextual":{"path":"atlas/bandoneon/contextual.jpg","src":"/media/atlas/musical-instruments/bandoneon/contextual.jpg","caption":null},"featured":{"path":"atlas/bandoneon/featured.png","src":"/media/atlas/musical-instruments/bandoneon/featured.png","caption":"<p>Bandoneon is extremely conducive to the sounds of tango.</p>"},"icon":{"path":"atlas/bandoneon/icon.jpg","src":"/media/atlas/musical-instruments/bandoneon/icon.jpg","caption":null}},"lastUpdated":"2020-02-01T21:23:53Z","taxonomy":[{"name":"family","display":"Family","value":"KEYBOARD"}],"aliases":["Bandonion"],"spreading":[{"name":"Argentina","area":"ALL","less":null,"lessArea":"ALL"},{"name":"Lithuania","area":"ALL","less":null,"lessArea":"ALL"},{"name":"Uruguay","area":"ALL","less":null,"lessArea":"ALL"}],"startDate":{"value":19.0,"mask":515},"endDate":null,"conservation":null,"sampleTitle":"Anibal Troilo - Ché Bandoneon","samplePath":"atlas/bandoneon/sample.mp3","waveformPath":"atlas/bandoneon/waveform.png","waveformSrc":"/media/atlas/musical-instruments/bandoneon/waveform.png","facts":[{"name":"Introduced to Argentina by emigrants","value":"Around 1870, German and Italian emigrants and sailors brought the instrument to Argentina, where it was adopted into the nascent genre of tango music, a descendant of the earlier milonga."},{"name":"Difficult to play it","value":"The bandoneon is a complex instrument because most of the buttons produce a different note when played pushing in than when played pulling out."},{"name":"Left and right buttons layout are different.","value":"Beside being bisonoric, the right and left hand layouts are also different. A musician must learn four different keyboard layouts to play the instrument."},{"name":"Looks like a miniaturized accordion","value":"The bandoneon is a type of concertina, a free-reed musical instruments that looks like a miniaturized accordion, with a user accessible keys and switches on both sides of the device."},{"name":"Ástor Piazzolla","value":"Ástor Piazzolla, the late Argentinean tango composer and performer, was the leading exponent of the bandoneon in the 20th century."},{"name":"Popular for tango dance","value":"Bandoneon became very popular in Argentina at about 1890 when it was found to be extremely conducive to the sounds of tango."}],"features":[],"related":[{"index":0,"display":"Accordion","definition":"A portable wind instrument with a small keyboard and free metal reeds that sound when air is forced past them by pleated bellows operated by the player.","iconPath":"atlas/accordion/icon.jpg","iconSrc":null},{"index":28,"display":"Concertina","definition":"A small instrument with bellows like an accordion but with buttons in place of keys.","iconPath":"atlas/concertina/icon.jpg","iconSrc":null},{"index":56,"display":"Melodica","definition":"The melodica is a wind instrument with a keyboard on top, and is played by blowing air through a mouthpiece that fits into a hole in the side of the instrument.","iconPath":"atlas/melodica/icon.jpg","iconSrc":null},{"index":45,"display":"Harmonica","definition":"A small rectangular instrument consisting of a row of free reeds set back in air holes, played by exhaling or inhaling.","iconPath":"atlas/harmonica/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Bandoneon","display":"Wikipedia","description":"Wikipedia article about bandoneon.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/bandoneon","display":"The Free Dictionary","description":"Bandoneon definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=woLb87m9tqs","display":"YouTube","description":"Anibal Troilo - Ché Bandoneon","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}