{"index":33,"rank":52,"name":"duduk","display":"Duduk","definition":"The duduk is an ancient double-reed woodwind flute made of apricot wood. It is indigenous to Armenia.","description":"<p>The duduk is exclusively made of wood with a large double reed, with the body made from aged apricot wood.</p><p>The instrument's body also has different lengths depending upon the range of the instrument and region.</p><p>The unflattened reed and cylindrical body produce a sound closer to a clarinet than to more commonly known double-reeds.</p><p>The reed is made from one or two pieces of cane in a duck-bill type assembly.</p><p>Unlike other double reed instruments like the oboe or shawm, the duduk has a very large reed proportional to its size.</p><p>The duduk player is called dudukahar. The performer uses air stored in their cheeks to keep playing the instrument while they inhale air into their lungs.</p><p>UNESCO proclaimed the Armenian duduk and its music as a Masterpiece of the Intangible Heritage of Humanity.</p>","images":{"contextual":{"path":"atlas/duduk/contextual.jpg","caption":null},"cover":{"path":"atlas/duduk/cover.png","caption":null},"icon":{"path":"atlas/duduk/icon.jpg","caption":null}},"lastUpdated":"2019-10-31T22:25:34Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[{"name":"Armenia","area":"ALL"}],"startDate":{"value":100.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Armenian Duduk Solo","samplePath":"atlas/duduk/sample.mp3","facts":[{"name":"Tuning depends on religion","value":"The particular tuning depends heavily on the region in which it is played."},{"name":"Played with a second 'dum duduk'","value":"Duduk is invariably played with the accompaniment of a second dum duduk, which gives the music an energy and tonic atmosphere, changing the scale harmoniously with the principal duduk."},{"name":"There is also a Bulgarian duduk","value":"By coincidence there is a different instrument of the same name played in northwestern Bulgaria. This is a blocked-end flute resembling the Serbian frula."},{"name":"Initialy made of bone","value":"The earliest instruments similar to the duduk's present form are made of bone or entirely of cane."},{"name":"Circular breathing technique","value":"Musician uses circular breathing when play duduk. This circular breathing technique is commonly used with all the double-reed instruments in the Middle East."},{"name":"Instrument of ancient origins","value":"The duduk is of ancient origins, having existed since at least the fifth century, while there are Armenian scholars who believe it existed more than 1,500 years before that."},{"name":"Double-reed instrument","value":"Unlike other double-reed instruments, the reed is quite wide, helping to give the duduk both its unique, mournful sound, as well as its remarkable breath requirements."},{"name":"Used in popular film soundtracks","value":"The sound of the duduk has become known to wider audiences through its use in popular film soundtracks."}],"features":{},"related":[{"index":3,"display":"Balaban","definition":"Balaban is cylindrical-bore, double-reed wind instrument, about 35 centimetres long, with eight finger holes and one thumb hole.","iconPath":"atlas/balaban/icon.jpg"},{"index":62,"display":"Shehnai","definition":"The shehnai is a musical instrument similar to the oboe. It is made out of wood, with a double reed at one end and a flared bell at the other end.","iconPath":"atlas/shehnai/icon.jpg"},{"index":58,"display":"Pungi","definition":"The pungi is a wind instrument played by snake charmers in India and Pakistan.","iconPath":"atlas/pungi/icon.jpg"},{"index":26,"display":"Clarinet","definition":"A woodwind instrument having a straight cylindrical tube with a flaring bell and a single-reed mouthpiece, played by means of finger holes and keys.","iconPath":"atlas/clarinet/icon.jpg"},{"index":52,"display":"Oboe","definition":"A slender woodwind instrument with a conical bore and a double-reed mouthpiece, having a range of three octaves and a penetrating, poignant sound.","iconPath":"atlas/oboe/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Duduk","display":"Wikipedia","description":"Wikipedia article about duduk.","iconPath":"link/wikipedia.png"},{"url":"https://kids.kiddle.co/Duduk","display":"Kiddle","description":"Duduk facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.youtube.com/watch?v=BmC9I7uVwwc","display":"YouTube","description":"Duduk solo","iconPath":"link/youtube.png"}]}