{"index":56,"rank":0,"name":"saxhorn","display":"Saxhorn","definition":"Any of a family of valved brass wind instruments that resemble the bugle and have a full even tone and wide compass.","description":"<p>The saxhorn is a family of valved brass instruments that have conical bores and deep cup-shaped mouthpieces.</p><p>The saxhorn family was developed by Adolphe Sax, who is also known for creating the saxophone family.</p><p>Saxhorn use crooks - tube extra circles. These are like extensions to the horn. The longer the tube the lower the note, so adding a crook would give a lower basic note.</p><p>Saxhorn has three valves. These valves change the length of the tube, so that the horn could play all the notes including sharps and flats.</p><p>The horn has a conical bore. This means that the tubing gradually becomes wider. By contrast, a trumpet and trombone have a cylindrical bore.</p><p>The sound of the saxhorn has a characteristic mellow tone quality and blends well with other brass instruments.</p><p>In the XVIII-th century there were generally two horns in an orchestra. This became three or four in the XIX-th century, and some large orchestras now may have up to eight horns.</p>","images":{"contextual":{"path":"atlas/saxhorn/contextual.jpg","caption":null},"cover":{"path":"atlas/saxhorn/cover.png","caption":null},"icon":{"path":"atlas/saxhorn/icon.jpg","caption":null}},"lastUpdated":"2019-11-02T03:06:57Z","taxonomy":[{"name":"Family","value":"BRASS"}],"aliases":[],"spreading":[],"startDate":{"value":1845.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"The Swan - Sax Horn Solo","samplePath":"atlas/saxhorn/sample.mp3","facts":[{"name":"Complicated music for horn with valves","value":"Composers like Richard Wagner and Richard Strauss wrote complicated music for the horn with valves, which would never have been possible on the natural, valveless instruments."},{"name":"Were popularized by the Distin Quintet","value":"Saxhorns were popularized by the distinguished Distin Quintet, who toured Europe during the middle of the XIX-th century."},{"name":"Some composers preferred the natural horn","value":"However, some composers preferred the sound of the natural horn - a horn without valves. Brahms wrote for the natural horn when he wrote his Horn Trio for piano, violin and horn."},{"name":"Created in 1845","value":"Saxhorn is part of a family of brass wind instruments patented by the Belgian instrument-maker Antoine-Joseph Sax, known as Adolphe Sax, in Paris in 1845."},{"name":"Mozart horn concertos","value":"When Mozart wrote his horn concertos he was writing for a hand horn. When a note is played using the hand in the bell it makes the note sound different - more muffled. A Mozart horn concerto sounds very different when played on a modern horn."},{"name":"Change notes with hand in the bell","value":"A brass instrument gives one basic note. Changing the pressure with the lips produces a few other notes. Another technique is to put the right hand in the bell."},{"name":"Hunters were playing horns in orchestra","value":"In the XVII-th century orchestras real hunters were asked to come and play their horns in the hunting scenes. This is how the horn became an orchestral instrument."},{"name":"Initialy used by militar bands","value":"Saxhorns, one of many 19th-century developments from the valved bugle, provided military bands with a homogeneous series of valved brass instruments."},{"name":"Have a wide buglelike bore","value":"Saxhorns, from sopranino to contrabass, have a wide buglelike bore, in contrast to Sax’s parallel but short-lived saxo-tromba family, and they are frequently called by the names of other valved brass instruments of similar pitch."}],"features":{},"related":[{"index":18,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg"},{"index":74,"display":"Vienna Horn","definition":"The Vienna horn is a type of musical horn used primarily in Vienna, for playing orchestral or classical music.","iconPath":"atlas/vienna-horn/icon.jpg"},{"index":70,"display":"Tuba","definition":"The tuba is the largest and lowest-pitched musical instrument in the brass family.","iconPath":"atlas/tuba/icon.jpg"},{"index":69,"display":"Trumpet","definition":"A soprano brass instrument consisting of a long metal tube looped once and ending in a flared bell, the modern type being equipped with three valves for producing variations in pitch.","iconPath":"atlas/trumpet/icon.jpg"},{"index":68,"display":"Trombone","definition":"A brass instrument consisting of a long cylindrical tube bent upon itself twice, ending in a bell-shaped mouth, and having a movable U-shaped slide for producing different pitches.","iconPath":"atlas/trombone/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Saxhorn","display":"Wikipedia","description":"Wikipedia article about saxhorn.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/saxhorn","display":"Encyclopædia Britannica","description":"Saxhorn article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Horn_(musical_instrument)","display":"Kiddle","description":"Horn facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/saxhorn","display":"The Free Dictionary","description":"Saxhorn definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=3rV2ZwyGdY8","display":"YouTube","description":"The Swan (Il Cigno) Baritone Horn (Flicorno Tenore) Solo.wmv","iconPath":"link/youtube.png"}]}