{"index":66,"rank":2430,"name":"saxophone","display":"Saxophone","definition":"A woodwind instrument with a single-reed mouthpiece and a usually curved conical metal tube, including soprano, alto, tenor, and baritone sizes.","description":"<p>The saxophone is a family of woodwind instruments used in classical music, chamber music, military bands, marching bands and jazz.</p><p>The saxophone consists of an approximately conical tube, usually of thin brass, flared at the tip to form a bell.  </p><p>The mouthpiece is similar to that of a clarinet. Reeds are traditionally made out of woody cane. </p><p>Saxophone sound is produced by an oscillating reed rather than lips vibrating in a mouthpiece cup.</p><p>At intervals along the tube there are 20 to 23 tone holes of varying size and two very small vent holes, to assist the playing of the upper register.</p><p>The pitch of the note being played is controlled by covering holes in the body tube, that control the resonant frequency of the air column, by changing the effective length of the tube.</p>","images":{"contextual":{"path":"atlas/saxophone/contextual.jpg","caption":null},"cover":{"path":"atlas/saxophone/cover.png","caption":null},"icon":{"path":"atlas/saxophone/icon.jpg","caption":null}},"lastUpdated":"2019-11-02T18:50:59Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Sax"],"spreading":[],"startDate":{"value":1846.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Georgia On My Mind - Sax Solo","samplePath":"atlas/saxophone/sample.mp3","waveformPath":"atlas/saxophone/waveform.png","facts":[{"name":"There are several different kinds","value":"There are several different kinds of saxophone. In order from low to high pitch they are: tubax, contrabass, bass, baritone, tenor, alto, soprano, sopranino, and soprillo."},{"name":"Is not a brass instrument","value":"Although is made of brass, saxophone it is not a true brass instrument but a member of the woodwind family because it has a reed."},{"name":"No historical account of saxophone invention","value":"Sax, the inventor, left no historical account of his invention, which was intended for both military bands and orchestras and which may have stemmed from experiments with reed mouthpieces on brass instruments."},{"name":"Remarcable jazz saxophonists","value":"Among the greatest jazz saxophonists have been Lester Young, Coleman Hawkins, Charlie Parker, Sonny Rollins, Ornette Coleman, and John Coltrane."},{"name":"Design to produce a brighter sound","value":"Its use in big bands brought changes in mouthpiece design to produce a brighter, more penetrating sound. Modern instruments are also wider in bore than early ones."},{"name":"It was developed from the clarinet","value":"It was developed from the clarinet and shares many similarities to the clarinet. The player blows into a reed fitted into the mouthpiece of the instrument."},{"name":"Extremely versatile acoustic instrument","value":"The saxophone is an extremely versatile acoustic instrument. It allows you to explore a variety of styles, including classic orchestral music, blues, rock and roll, and smooth jazz."},{"name":"Is not widely used as a concert instrument","value":"It is not widely used as a concert instrument but is quite prominent in jazz, in which it is a principal vehicle for melodic improvisation."},{"name":"Transpositional family of instruments","value":"The saxophone family is known as a transpositional family of instruments due to the fact that you do not have to alter the fingering when playing different ones."}],"features":{},"related":[{"index":26,"display":"Clarinet","definition":"A woodwind instrument having a straight cylindrical tube with a flaring bell and a single-reed mouthpiece, played by means of finger holes and keys.","iconPath":"atlas/clarinet/icon.jpg"},{"index":58,"display":"Oboe","definition":"A slender woodwind instrument with a conical bore and a double-reed mouthpiece, having a range of three octaves and a penetrating, poignant sound.","iconPath":"atlas/oboe/icon.jpg"},{"index":3,"display":"Balaban","definition":"Balaban is cylindrical-bore, double-reed wind instrument, about 35 centimetres long, with eight finger holes and one thumb hole.","iconPath":"atlas/balaban/icon.jpg"},{"index":35,"display":"Duduk","definition":"The duduk is an ancient double-reed woodwind flute made of apricot wood. It is indigenous to Armenia.","iconPath":"atlas/duduk/icon.jpg"},{"index":68,"display":"Shehnai","definition":"The shehnai is a musical instrument similar to the oboe. It is made out of wood, with a double reed at one end and a flared bell at the other end.","iconPath":"atlas/shehnai/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Saxophone","display":"Wikipedia","description":"Wikipedia article about saxophone.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/saxophone","display":"Encyclopædia Britannica","description":"Saxophone article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Saxophone","display":"Kiddle","description":"Saxophone facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/saxophone","display":"The Free Dictionary","description":"Saxophone definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Alto-Saxophone","display":"wikiHow","description":"How to Play the Alto Saxophone","iconPath":"link/wikihow.png"},{"url":"https://www.wikihow.com/Play-the-Tenor-Saxophone","display":"wikiHow","description":"How to Play the Tenor Saxophone","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=EcdycK4-Or4","display":"YouTube","description":"Amazing Saxophone Solo – Eric Marienthal","iconPath":"link/youtube.png"}]}