{"index":82,"rank":2380,"name":"ukulele","display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","description":"<p>The ukulele is a musical instrument in the string family. It generally employs four nylon or gut strings or four courses of strings.</p><p>Ukuleles tend to have a figure-eight shape and look similar to an acoustic guitar but some are non-standard. Non-standard ukuleles are often oval and referred to as the 'pineapple' ukulele.</p><p>Ukuleles most commonly have four strings but some are paired and therefore an instrument may have as many as eight strings. The tuning of a four string ukulele is to the notes G, C, E, A.</p><p>Common ukuleles include the baritone, tenor, soprano, and concert ukulele sizes.</p><p>The ukulele originated in the 19th century as a Hawaiian adaptation of the Portuguese machete, a small guitar-like instrument.</p><p>The original ukuleles were made of wood. There are still ukuleles being made of wood today - but there are also many being made of plastic or other materials which makes them cheaper for consumers to buy.</p><p>Playing the ukulele involves plucking at the strings.</p>","images":{"contextual":{"path":"atlas/ukulele/contextual.jpg","caption":null},"cover":{"path":"atlas/ukulele/cover.png","caption":null},"icon":{"path":"atlas/ukulele/icon.jpg","caption":null}},"lastUpdated":"2019-11-13T17:22:30Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Uke"],"spreading":[{"name":"United Kingdom","area":"ALL"},{"name":"United States","area":"ALL"}],"startDate":{"value":19.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Ukulele Solo","samplePath":"atlas/ukulele/sample.mp3","facts":[{"name":"In the 1960s the ukulele began to be used in schools","value":"In the 1960s the ukulele began to be used in schools in musical education in Canada."},{"name":"Less common ukulele include the small sopranino","value":"Less common ukulele sizes include the small sopranino ukulele which is also referred to as the pocket uke, bambino, or piccolo. There are also bass and contrabass ukulele sizes, which are the largest."},{"name":"Began to become popular in the United States in 1915","value":"The ukulele began to become popular in the United States in 1915 at the Panama Pacific International Exhibition."},{"name":"The ukulele grew in popularity in the UK in the 1960s","value":"The ukulele grew in popularity in the UK in the 1960s and the Ukulele Orchestra of Great Britain was formed."},{"name":"The strings of early ukuleles were made of gut","value":"The strings of early ukuleles were made of sheep gut or cat gut. Today they are usually made of nylon, although gut strings can still be found in some places."},{"name":"George Harrison was a ukulele fan","value":"George Harrison of the iconic band The Beatles was a ukulele fan and had a collection of hundreds. He often gave them away to friends."},{"name":"The word 'ukulele' is the Hawaiian word for 'jumping flea'","value":"The word 'ukulele' is the Hawaiian word for 'jumping flea'."},{"name":"The ukulele was introduced in Japan in 1929","value":"The ukulele was introduced in Japan in 1929 and it grew in popularity there along with other forms of Western music."},{"name":"More expensive models are made of acacia koa wood","value":"Traditional and more expensive ukuleles are made of acacia koa wood or mahogany. Cheaper versions are made of laminate or plywood, or even spruce or plastic."}],"features":{},"related":[{"index":40,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":54,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":30,"display":"Cümbüş","definition":"The cümbüş is a Turkish stringed instrument of relatively modern origin. It is a Turkish banjo in the style of a mandolin.","iconPath":"atlas/cumbus/icon.jpg"},{"index":69,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Ukulele","display":"Wikipedia","description":"Wikipedia article about ukulele.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/ukulele","display":"Encyclopædia Britannica","description":"Ukulele article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/ukulele_facts/3065/","display":"Soft Schools","description":"Ukulele facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Ukulele","display":"Kiddle","description":"Ukulele facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/ukulele","display":"The Free Dictionary","description":"Ukulele definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Ukulele","display":"wikiHow","description":"How to play the ukulele.","iconPath":"link/wikihow.png"},{"url":"https://www.wikihow.com/Tune-a-Ukulele","display":"wikiHow","description":"How to tune a ukulele.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=PB3RbO7updc","display":"YouTube","description":"Jake Shimabukuro - \"Bohemian Rhapsody\" - TED (2010) - ukelele cover","iconPath":"link/youtube.png"}]}