{"index":23,"rank":397,"name":"celtic-harp","display":"Celtic Harp","definition":"The Celtic harp is a triangular harp traditional to Ireland and Scotland.","description":"<p>It was a wire-strung instrument requiring great skill and long practice to play, and was associated with the Gaelic ruling class.</p><p>Traditional Celtic harp's distinguishing features are its use of wire strings, usually brass, and its resonating chamber carved from a single log, mainly willow. </p><p>Today, many Celtic harps use gut or synthetic string and the construction of the chamber is also significantly different. </p><p>The concert harp is developed from the Celtic harp and features increased tension, more notes, and pedals.</p><p>The highly tensioned strings are played with fingernails, producing a very clear sound.</p><p>Because of the long-lasting resonance, the performer had to dampen strings which had just been played while new strings were being plucked, and this while playing rapidly.</p><p>In the Republic of Ireland, the Celtic harp appears on the coins and coat of arms.</p>","images":{"contextual":{"path":"atlas/celtic-harp/contextual.jpg","caption":null},"cover":{"path":"atlas/celtic-harp/cover.png","caption":null},"icon":{"path":"atlas/celtic-harp/icon.jpg","caption":null}},"lastUpdated":"2019-10-26T06:47:39Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Cláirseach","Clàrsach","Telenn","Telyn"],"spreading":[{"name":"Ireland","area":"ALL"},{"name":"Scotland","area":"ALL"}],"startDate":{"value":11.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Celtic Harp Solo","samplePath":"atlas/celtic-harp/sample.mp3","facts":[{"name":"The Celtic harp has been revived in the 1900s","value":"The Celtic harp tradition has been revived somewhat beginning in the 1900s and Irish folk harps are becoming popular again after having been replaced for so long by the orchestral harp."},{"name":"Difficult to play","value":"The playing of the Celtic harp has been described as extremely difficult.  It was said that a player should begin to learn the harp no later than the age of seven."},{"name":"In the 1600s harp was banned","value":"In the 1600s when the English ruled in Ireland the harp was banned and many were burned and the harpers were often executed."},{"name":"Traditionally harps are smaller","value":"Traditionally-constructed Celtic harps tend to be smaller than modern models."},{"name":"Modern resonating chamber are different","value":"Modern resonating chamber are different. Rather than being hollowed out from one piece of wood, the soundbox is fabricated from sawn pieces of wood glued together which creates a different sound."},{"name":"Ireland includes the harp as its national symbol","value":"Ireland has included the harp as its national symbol since the 1200s."},{"name":"Known by different names","value":"There are a number of names for the Celtic harp. It is also known as the Irish harp, the Gaelic harp, the clàrsach (in Scotland) or the cláirseach (in the modern Irish language)."},{"name":"Virtually unchanged for centuries","value":"The Celtic harp or clarsach is almost unchanged since the 11th century."}],"features":{},"related":[{"index":39,"display":"Harp","definition":"An instrument having an upright triangular frame consisting of a pillar, a curved neck and a hollow back containing the sounding board, with strings of graded lengths.","iconPath":"atlas/harp/icon.jpg"},{"index":45,"display":"Lyre","definition":"A stringed instrument of the harp family having two curved arms connected at the upper end by a crossbar, used to accompany a singer or reciter of poetry, especially in ancient Greece.","iconPath":"atlas/lyre/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Celtic_harp","display":"Wikipedia","description":"Wikipedia article about celtic harp.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/Irish-harp","display":"Encyclopædia Britannica","description":"Britannica article about celtic harp.","iconPath":"link/britannica.png"},{"url":"https://www.thefreedictionary.com/irish+harp","display":"The Free Dictionary","description":"Celtic harp definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=qvyijUMqp_U","display":"YouTube","description":"Celtic Harp Solo – A Trip to the Islands (Keltische Harfe) // Nadia Birkenstock","iconPath":"link/youtube.png"}]}