{"index":29,"rank":741,"name":"pipe-organ","display":"Pipe Organ","definition":"An instrument consisting of a number of pipes that sound tones when supplied with air and a keyboard that operates a mechanism controlling the flow of air to the pipes.","description":"<p>The pipe organ is a musical instrument that produces sound by driving pressurized air through organ pipes selected via a keyboard.</p><p>Pipes can only play one note. They are made of metal or wood and the longer the pipe the lower the pitch.</p><p>Because each pipe produces a single pitch, the pipes are provided in sets called ranks, each of which has a common timbre and volume throughout the keyboard compass.</p><p>Reed pipes in a pipe organ produce sound via the reed beating - similar to other wind instruments like saxophones or clarinets.</p><p>The sound volume and timbre that is produced in the pipes is controlled by the amount of air supplied to the pipe and the pipe's construction.</p><p>A pipe organ has one or more keyboards played by the hands and a pedalboard played by the feet.</p><p>A musician that plays the pipe organ is referred to as an organist.</p>","images":{"contextual":{"path":"atlas/pipe-organ/contextual.jpg","caption":null},"cover":{"path":"atlas/pipe-organ/cover.png","caption":null},"icon":{"path":"atlas/pipe-organ/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"KEYBOARD"}],"aliases":["Organ"],"spreading":[],"startDate":{"value":3.0,"mask":65539},"endDate":null,"conservation":null,"sampleTitle":"Bach - Toccata and Fugue in D minor","samplePath":"atlas/pipe-organ/sample.mp3","facts":[{"name":"Some organs have several keyboards","value":"Some organs have several keyboards - and it is not uncommon for large organs to have five. Keyboards are referred to as 'manuals'."},{"name":"The largest church pipe organ in the world","value":"The largest church pipe organ in the world is located in Los Angeles at the First Congressional Church. The largest church organ in Europe is in Germany's Passau Cathedral."},{"name":"Flue pipes produce sound when air is forced through a fipple","value":"Flue pipes in a pipe organ produce sound when air is forced through a fipple - similar to a wind instrument such as a recorder."},{"name":"The pipes of a pipe organ are lined up in rows","value":"The pipes of a pipe organ are lined up in rows and can occupy a very large amount of space. The organ case that holds the pipes can be as large as a room."},{"name":"Pipes are arranged into ranks","value":"Pipes are arranged into ranks - which means they are grouped together to enable similarly shaped pipes (and those made of similar materials) can be played together."},{"name":"The lower manual is referred to as the 'Great'","value":"The lower manual is referred to as the 'Great' and the highest manual is referred to as the 'Swell'."},{"name":"The foot pedals are arranged like a keyboard","value":"The foot pedals are arranged like a keyboard. Organists must learn to play the foot pedals without looking down."},{"name":"Were commonly used to provide sound to silent films","value":"During the silent film era pipe organs were commonly found in theatres to accompany the film."},{"name":"The oldest pipe organ in existence today","value":"The oldest pipe organ in existence today is believed to be the one in Sion, Switzerland, at the Basilica of Valere, built in 1390."},{"name":"Pipe organs are made with at least one set of pipes","value":"Pipe organs are made with at least one set of pipes, and at least one keyboard. Sound is produced when pressurized air passes through the pipes."},{"name":"Very large organs were built in Britain's gothic cathedrals","value":"Very large organs were built in Britain's gothic cathedrals in the Middle Ages."},{"name":"Metal pipes are usually made of alloy","value":"Pipes made of metal are usually made of a mixture of metals called an 'alloy'. Common metals in the alloy include lead and tin, although some are made of silver, and brass."}],"features":{},"related":[{"index":28,"display":"Piano","definition":"A musical instrument with a manual keyboard actuating hammers that strike wire strings, producing sounds that may be softened or sustained by means of pedals.","iconPath":"atlas/piano/icon.jpg"},{"index":16,"display":"Celesta","definition":"A musical instrument with a keyboard and metal plates struck by hammers that produce bell-like tones.","iconPath":"atlas/celesta/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Pipe_organ","display":"Wikipedia","description":"Wikipedia article about pipe organ.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/pipe_organ_facts/3059/","display":"Soft Schools","description":"Pipe organ facts.","iconPath":"link/softschools.png"},{"url":"https://www.wikihow.com/Learn-to-Play-the-Organ","display":"wikiHow","description":"How to play pipe organ.","iconPath":"link/wikihow.png"},{"url":"https://www.thefreedictionary.com/organ","display":"The Free Dictionary","description":"Pipe organ definition on dictionary.","iconPath":"link/thefreedictionary.png"}]}