{"index":67,"rank":0,"name":"trombone","display":"Trombone","definition":"A brass instrument consisting of a long cylindrical tube bent upon itself twice, ending in a bell-shaped mouth, and having a movable U-shaped slide for producing different pitches.","description":"<p>The trombone is a brass horn musical instrument. It is similar to a trumpet, except the player pushes and pulls on slide to change the length of the tube.</p><p>As on all brass instruments, sound is produced when the player's vibrating lips cause the air column inside the instrument to vibrate.</p><p>Nearly all trombones have a telescoping slide mechanism that varies the length of the instrument to change the pitch.</p><p>The slide is composed of two parallel tubes, inner fixed pair, thickened at their lower ends, and two movable outer tubes. </p><p>The two sets of tubes are moved in and out by a cross stay, manipulated by the player’s right hand.</p><p>Many modern trombone models also use a valve attachment to lower the pitch of the instrument.</p><p>Like a trumpet, it has a cylindrical bore flared to a bell. Its mouthpiece is larger, however, suited to its deeper musical register, and is parabolic in cross section, like that used by cornet.</p>","images":{"cover":{"path":"atlas/trombone/cover.png","caption":null},"contextual":{"path":"atlas/trombone/contextual.jpg","caption":null},"featured":{"path":"atlas/trombone/featured.png","caption":"From the XIX-th century, some trombones have been made with valves, but their use was never universal."},"icon":{"path":"atlas/trombone/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"BRASS"}],"aliases":[],"spreading":[],"startDate":{"value":15.0,"mask":515},"endDate":null,"conservation":null,"sampleTitle":"Bolero Trombone Solo","samplePath":"atlas/trombone/sample.mp3","facts":[{"name":"Is handled over the left shoulder","value":"The fixed part of the trombone passes over the player’s left shoulder, counterbalancing the weight of the slide."},{"name":"Bores reaching 24 centimeters in diameter","value":"The older bore, no wider than that of a trumpet, was largely superseded by medium and large bores with wider bells, reaching 24 centrimeters in diameter."},{"name":"Sounds an octave lower than trumpet","value":"The most common form is the tenor trombone sounding an octave lower than the trumpet."},{"name":"Mutes can be used to alter the timbre","value":"A variety of mutes can be used with the trombone to alter its timbre. Many are held in place with the use of cork grips, including the straight, cup, harmon and pixie mutes."},{"name":"Extra coil for pitch lowering","value":"Trombone may have a rotary valve actuated by the left thumb that connects an extra coil to the main tube, thus lowering the pitch of the instrument by a fourth."},{"name":"Virtually not changed over time","value":"There are little differences between modern trombones and those of the 16th century like bells dimension and details of craftsmanship."},{"name":"Virtuoso instrument in dance music","value":"The middle XX-th century vogue of the trombone as a virtuoso instrument in dance music is mainly associated with a B♭ tenor instrument of medium-large bore."},{"name":"Sizes from piccolo to contrabass","value":"The most frequently encountered type of trombone today is the tenor, followed by the bass, though the trombone has been built in sizes from piccolo to contrabass."},{"name":"Dates back to XV-th century","value":"The trombone is a XV-th century development of the trumpet and, until approximately 1700, was known as the sackbut."}],"features":{},"related":[{"index":68,"display":"Trumpet","definition":"A soprano brass instrument consisting of a long metal tube looped once and ending in a flared bell, the modern type being equipped with three valves for producing variations in pitch.","iconPath":"atlas/trumpet/icon.jpg"},{"index":55,"display":"Saxhorn","definition":"Any of a family of valved brass wind instruments that resemble the bugle and have a full even tone and wide compass.","iconPath":"atlas/saxhorn/icon.jpg"},{"index":18,"display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","iconPath":"atlas/bugle/icon.jpg"},{"index":40,"display":"Horagai","definition":"Horagai are large conch shells, usually from Charonia tritonis, that have been used as trumpets in Japan for many centuries.","iconPath":"atlas/horagai/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Trombone","display":"Wikipedia","description":"Wikipedia article about trombone.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/trombone","display":"Encyclopædia Britannica","description":"Trombone article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Trombone","display":"Kiddle","description":"Trombone facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/trombone","display":"The Free Dictionary","description":"Trombone definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Trombone","display":"wikiHow","description":"How to Play the Trombone","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=3ahWiS--CUU","display":"YouTube","description":"Playing trombone on YouTube.","iconPath":"link/youtube.png"},{"url":"https://www.youtube.com/watch?v=zQsESlGQtGY","display":"YouTube","description":"Jazz trombone | Gunhild Carling | TEDxArendal","iconPath":"link/youtube.png"}]}