{"index":24,"rank":50,"name":"cimbalom","display":"Cimbalom","definition":"The cimbalom is a concert hammered dulcimer with a large, trapezoidal box with metal strings stretched across its top.","description":"<p>It is a musical instrument commonly found in the group of Central-Eastern European nations and cultures.</p><p>Cimbalom has a chromatic range of four octaves and, unlike other dulcimers, a pedal mechanism for damping the strings. </p><p>The cimbalom has about 125 metal strings, with 3 to 5 strings per note. Some of the strings have two or three bridges along their length. </p><p>The musician, who plays in a seated position, strikes the strings with two small, spoon-shaped wooden hammers, one held in each hand. </p><p>The hammers are covered with either hard or soft leather, depending on the tone quality desired.</p><p>The instrument name cimbalom also denotes earlier, smaller versions of the cimbalom, and folk cimbaloms, of different tone groupings, string arrangements, and box types.</p><p>Beside standing variant there is a portable version. The cimbalom is strapped across the player’s shoulders, and the performer stands while playing.</p>","images":{"contextual":{"path":"atlas/cimbalom/contextual.jpg","caption":null},"cover":{"path":"atlas/cimbalom/cover.png","caption":null},"icon":{"path":"atlas/cimbalom/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Cimbál","Tsymbaly","Cymbalum","Țambal"],"spreading":[{"name":"Croatia","area":"ALL"},{"name":"Czech Republic","area":"ALL"},{"name":"Hungary","area":"ALL"},{"name":"Moldova","area":"ALL"},{"name":"Poland","area":"ALL"},{"name":"Romania","area":"ALL"},{"name":"Slovakia","area":"ALL"},{"name":"Ukraine","area":"ALL"}],"startDate":{"value":3500.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Cimbalom Solo","samplePath":"atlas/cimbalom/sample.mp3","facts":[{"name":"Smaller cimbaloms","value":"Contemporary cimbalom makers also create smaller instruments. These run the gamut from less weighty versions of Schunda's original concert layout to truly portable fully chromatic cimbaloms."},{"name":"National instrument of Hungary","value":"In 1890s cimbalom was proclaimed the national instrument of Hungary."},{"name":"By 1910s start gaining global interest","value":"The encounter and collaboration between Romani cimbalist Aladár Rácz and composer Igor Stravinsky in Geneva in 1915 gave birth to a global interest in Schunda's concert cimbalom."},{"name":"Romanians name it 'great cimbalom'","value":"In Romania, the large cimbalom is known as the 'țambal mare' literally meaning great cimbalom."},{"name":"Cimbalom as an orchestral instrument","value":"Franz Liszt introduced the cimbalom as an orchestral instrument in his Ungarischer Sturmmarsch (1876), and it was later used by Igor Stravinsky in Le Renard (1916) and Ragtime (1918) and by Zoltán Kodály in Háry János (1926)."},{"name":"Dates back to 3500 BC","value":"The first representation of a simple struck chordophone can be found in the Assyrian bas-relief in Kyindjuk dated back to 3500 BC."},{"name":"Concert cimbalom was invented in 1870","value":"The modern cimbalom was invented in Budapest about 1870 by Jozsef Schunda. It was a concert, more complex instrument based on folk cimbalom."},{"name":"There are many variants","value":"There are many variants used on central and eastern Europe. These instruments can differ from each other in size, tuning, number of strings and method of holding and moving the hammers or beaters."},{"name":"Used by progressive chamber group","value":"American progressive chamber group, cordis, uses electric and acoustic cimbalom as a centerpiece in their music."}],"features":{},"related":[],"links":[{"url":"https://en.wikipedia.org/wiki/Cimbalom","display":"Wikipedia","description":"Wikipedia article about cimbalom.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/cimbalon","display":"The Free Dictionary","description":"Cimbalon definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.britannica.com/art/cimbalom","display":"Encyclopædia Britannica","description":"Cimbalom article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://www.youtube.com/watch?v=0mR0_nFTato","display":"YouTube","description":"Cimbalom (dulcimer) solo played by Jeno Farkas, Szalai Hungarian Gypsy Band","iconPath":"link/youtube.png"}]}