{"index":41,"rank":35,"name":"guqin","display":"Guqin","definition":"The guqin is a plucked seven-string Chinese musical instrument of the zither family.","description":"<p>The sound chamber of the guqin is constructed with two boards of wood, typically of differing wood types.</p><p>The guqin strings are made of silk of graduated thickness, with the thickest string farthest from the player’s body. </p><p>Strings are stretched over a narrow and slightly convex sound board, usually made of paulownia wood. The underside of the sound board is closed by a flat base.</p><p>The guqin has two bridges: a high bridge near the wide end of the soundboard and a low bridge at the narrow end.</p><p>The guqin is a very quiet instrument, with a range of about four octaves, and its open strings are tuned in the bass register.</p><p>It has been played since ancient times, and has traditionally been favoured by scholars as an instrument of great subtlety and refinement.</p><p>The beauty of guqin melodies comes not only from the melodies themselves, but from the variation a player can apply to the individual tones and their combinations.</p>","images":{"contextual":{"path":"atlas/guqin/contextual.jpg","caption":null},"cover":{"path":"atlas/guqin/cover.png","caption":null},"icon":{"path":"atlas/guqin/icon.jpg","caption":null}},"lastUpdated":"2019-11-07T22:08:37Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Qin","Qixianqin"],"spreading":[{"name":"China","area":"ALL"}],"startDate":{"value":1000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Guqin Solo","samplePath":"atlas/guqin/sample.mp3","facts":[{"name":"Great mountain and the dragon’s gums","value":"The guqin’s high bridge near the wide end of the soundboard is called the \"great mountain\", whereas the low bridge at the narrow end is called the \"dragon’s gums\"."},{"name":"Ancient instrument","value":"The history of the guqin dates back to legendary times. It was mentioned in oracle-bone inscriptions and in the \"Classic of Poetry\", the first anthology of Chinese poetry."},{"name":"Four arts: qi, shu, hua, and playing guqin","value":"The well-educated person was expected to be skilled in four arts: qi (chess, or probably go), shu (calligraphy), hua (brush painting), and the playing of the guqin."},{"name":"Each guqin has a unique name","value":"Each guqin is given a unique name, which is engraved on the back side of the instrument, along with poems and the owner’s seals."},{"name":"13 dots of ivory for pitch positions","value":"The guqin is usually lacquered and is inlaid with 13 dots of ivory, jade, or mother-of-pearl that indicate pitch positions, primarily on the upper melodic string."},{"name":"Heaven, earth, and humankind","value":"The guqin symbolizes the union of heaven, earth, and humankind. There are three types of sounds: sanyin, an open sound, represents the earth; fanyin, harmonics, represent heaven; and anyin, a stopped sound, represents humans."},{"name":"Guqin is not guzheng","value":"The guqin is not to be confused with the guzheng, another Chinese long zither also without frets, but with moveable bridges under each string."},{"name":"The favoured instrument of the elite class","value":"Being for centuries the favoured instrument of the elite class, the guqin is rich with literary connotations and with symbolism."},{"name":"The same length as year's days","value":"Traditionally the body of the guqin was of a length that represented the 365 days of the year: 3 chi - a chi is a Chinese foot, 6 cun - a cun is a Chinese inch, and 5 fen - a fen is one-tenth of a Chinese inch."},{"name":"Played with bare fingers","value":"Both plucked and stopped strings and their harmonics are used, and only the bare fingers are used on the strings."}],"features":{},"related":[{"index":24,"display":"Cimbalom","definition":"The cimbalom is a concert hammered dulcimer with a large, trapezoidal box with metal strings stretched across its top.","iconPath":"atlas/cimbalom/icon.jpg"},{"index":42,"display":"Gusli","definition":"Gusli is the oldest Russian multi-string plucked instrument, belonging to the zither family, due to its strings being parallel to its resonance board.","iconPath":"atlas/gusli/icon.jpg"},{"index":43,"display":"Guzheng","definition":"The guzheng, also known as Chinese zither, is a Chinese traditional plucked musical string instrument.","iconPath":"atlas/guzheng/icon.jpg"},{"index":52,"display":"Koto","definition":"A Japanese stringed instrument usually having 13 silk strings stretched over a long, hollow, wooden body.","iconPath":"atlas/koto/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Guqin","display":"Wikipedia","description":"Wikipedia article about guqin.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/qin-musical-instrument","display":"Encyclopædia Britannica","description":"Guqin article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Guqin","display":"Kiddle","description":"Guqin facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/guqin","display":"The Free Dictionary","description":"Guqin definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.youtube.com/watch?v=I_I-2z50kK8","display":"YouTube","description":"Guqin Solo","iconPath":"link/youtube.png"}]}