{"index":43,"rank":0,"name":"kaval","display":"Kaval","definition":"The kaval is a chromatic end blown flute traditionally played throughout the Balkans and Anatolia.","description":"<p>While typically made of wood - cornel cherry, apricot, plum, boxwood, mountain ash, kavals are also made from water buffalo horn, metal and plastic. </p><p>Unlike the transverse flute, the kaval is fully open at both ends, and is played by blowing on the sharpened edge of one end.</p><p>The mouth covers approximately three quarters of the end. Change of the breath air pressure also changes the pitch.</p><p>A kaval made without joints is usually mounted on a wooden holder, which protects it from warping and helps keep the interior walls oiled. </p><p>The kaval plays two octaves and a fifth, in the chromatic scale. Its sound is warm, melancholic and pleasant.</p><p>The kaval is primarily associated with mountain shepherds throughout the Balkans and Anatolia.</p><p>Anyway, in our days it is widely used in folk songs and dances as part of ensembles or solo.</p>","images":{"contextual":{"path":"atlas/kaval/contextual.jpg","caption":null},"cover":{"path":"atlas/kaval/cover.png","caption":null},"icon":{"path":"atlas/kaval/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[{"name":"Anatolia","area":"ALL"},{"name":"Balcans","area":"ALL"}],"startDate":{"value":3000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Moldavian Kaval Solo","samplePath":"atlas/kaval/sample.mp3","facts":[{"name":"Kaval holes are named devil's holes","value":"In Bulgaria kaval holes are known as devil's holes, based on a folk tale in which the devil tries to out-play a shepherd in a musical duel."},{"name":"Bottom holes determine tone's pitch","value":"Bottom holes are not used for playing the instrument, but determine the lowest tone's pitch and timbre and are supposed to improve tone and intonation."},{"name":"Dates back to 3000 years BCE","value":"Prototypes of Kaval have existed about 3000 years BCE. It is deemed that it was invented by the sheperds while using some natural born pipes to reproduce a sound and help gather the flock of sheep."},{"name":"The kaval is played with both hands","value":"When played, the kaval is held with both hands at an angle of approximately 45° from the body, with the four fingers of the one hand covering the lower holes. The upper three holes and the thumbhole are covered with the other hand."},{"name":"The kaval has eight holes","value":"The kaval has eight playing holes, seven in front and one in the back for the thumb, and usually four more near the bottom of the kaval."},{"name":"Spread from southern Anatolia to Balkans","value":"The kaval spread with the Yoruks from the Taurus mountains of southern Anatolia into the southern Balkans of southeast Europe."},{"name":"Used by mountain sheperds","value":"The kaval is primarily associated with mountain shepherds."},{"name":"Romanians have three types","value":"In Romania there are three types of cavals: cavals from Moldova with 6 holes, cavals from Oltenia with 5 holes and cavals from Dobrogea - similar with Bulgarian cavals."}],"features":{},"related":[{"index":9,"display":"Bansuri","definition":"The bansuri is a transverse flute from a single hollow shaft of bamboo with six or seven finger holes.","iconPath":"atlas/bansuri/icon.jpg"},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg"},{"index":34,"display":"Flute","definition":"A high pitched woodwind instrument consisting of a slender tube closed at one end with keys and finger holes on the side and a mouthpiece near the closed end.","iconPath":"atlas/flute/icon.jpg"},{"index":52,"display":"Piccolo","definition":"The piccolo is a half-size flute, and a member of the woodwind family of musical instruments.","iconPath":"atlas/piccolo/icon.jpg"},{"index":50,"display":"Panpipe","definition":"A simple wind instrument consisting of a series of pipes or reeds of graduated length bound together, played by blowing across the top open ends.","iconPath":"atlas/panpipe/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Kaval","display":"Wikipedia","description":"Wikipedia article about kaval.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=WK9yR6rINbU","display":"YouTube","description":"Playing kaval on YouTube.","iconPath":"link/youtube.png"},{"url":"https://www.thefreedictionary.com/Kaval","display":"The Free Dictionary","description":"Kaval definition on dictionary.","iconPath":"link/thefreedictionary.png"}]}