{"index":44,"rank":0,"name":"hang","display":"Hang","definition":"The Hang is a musical instrument in the idiophone class created by Felix Rohner and Sabina Schärer in Bern, Switzerland.","description":"<p>The Hang is produced with two half-shelled shape nitride steel pieces with seven notes tuned around a center tone.</p><p>The Hang is sometimes referred to as a hang drum, but the inventors consider this a misnomer and strongly discourage its use.</p><p>In reality, the tuning of these instruments is not developed to be sturdy enough to maintain its tuning when hit aggressively or with mallets.</p><p>Two physicists were involved in the creation of the Hang. They taught the inventors about vibration and resonation. The physicists were Uwe Hansen and Thomas Rossing.</p><p>Hang has a highly intuitive note-layout design, featuring a complimentary scale of notes zig-zagging around  a central note.</p><p>As a consequence, playing a wrong note on any Hang instrument that follows this design, is something that is near impossible.</p>","images":{"contextual":{"path":"atlas/hang/contextual.jpg","src":"/media/atlas/musical-instruments/hang/contextual.jpg","caption":null},"cover":{"path":"atlas/hang/cover.png","src":"/media/atlas/musical-instruments/hang/cover.png","caption":null},"icon":{"path":"atlas/hang/icon.jpg","src":"/media/atlas/musical-instruments/hang/icon.jpg","caption":null}},"lastUpdated":"2019-11-13T17:26:51Z","taxonomy":[{"name":"family","display":"Family","value":"PERCUSSION"}],"aliases":["Hang drum"],"spreading":[],"startDate":{"value":2000.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Hang Solo","samplePath":"atlas/hang/sample.mp3","waveformPath":"atlas/hang/waveform.png","waveformSrc":"/media/atlas/musical-instruments/hang/waveform.png","facts":[{"name":"Sometimes referred to as a 'hang drum'","value":"Some people refer to the Hang as a 'hang drum' but the inventors of the instrument do not like this term."},{"name":"25 years of research","value":"Prior to the release of the Hang there had been 25 years of research in regards to the steel pan and its acoustics and construction technology. The Hang is constructed with special steel with high nitrogen content, with high rigidity."},{"name":"The Hang is produced by PANArt Hangbau AG","value":"The Hang is produced by PANArt Hangbau AG. The company was founded in 1993 as the steel band movement in Germany began to explode."},{"name":"Created with steel of a consistent thickness","value":"Unlike the steel pan the Hang is created with steel of a consistent thickness."},{"name":"Hang is not a drum","value":"Although classified as a percussion instrument the Hang is not a drum because of the way the sound is produced."},{"name":"The notes of the Hang are domes","value":"The notes of the Hang are domes. The tuning process is difficult and hard to teach because of how involved it is."},{"name":"Hang instruments were released in 2001","value":"The first generation of Hang instruments were released in 2001 until 2005. The second generation of Hang instruments were released in 2006. The Low Hang was released in 2005, and the Integral Hang was released in 2008. The Free Integral Hang was released in 2010. The Hangs all have unique differences in construction and sound."},{"name":"Buying an original Hang is not simple","value":"Buying an original Hang is not simple. You have to travel to Switzerland to purchase one, unless you can find one for sale online by someone who purchased it in the past."},{"name":"There are similar instruments created","value":"Since the introduction of the Hang by PANArt there have been similar instruments created by other companies including the Halo, the Halo Cirrus, Halo Stratus, BELLArt Bells, the Spacedrum, the Caisa, and the Bali Steel."}],"features":[],"related":[{"index":71,"display":"Steelpan","definition":"Steelpan is a percussion musical instrument made from a steel drum.","iconPath":"atlas/steelpan/icon.jpg","iconSrc":null},{"index":77,"display":"Triangle","definition":"A percussion instrument consisting of a piece of metal in the shape of a triangle open at one angle.","iconPath":"atlas/triangle/icon.jpg","iconSrc":null},{"index":39,"display":"Glockenspiel","definition":"A percussion instrument with a series of metal bars tuned to the chromatic scale and played with two light hammers.","iconPath":"atlas/glockenspiel/icon.jpg","iconSrc":null},{"index":81,"display":"Tubular Bells","definition":"The orchestral instrument consisting of a row of vertically suspended metal tubes struck with a mallet.","iconPath":"atlas/tubular-bells/icon.jpg","iconSrc":null},{"index":83,"display":"Vibraphone","definition":"A percussion instrument similar to a marimba but having metal bars and rotating disks in the resonators to produce a vibrato.","iconPath":"atlas/vibraphone/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Hang_(instrument)","display":"Wikipedia","description":"Wikipedia article about hang.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/hang_facts/3009/","display":"Soft Schools","description":"Hang drum facts.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://www.youtube.com/watch?v=RZdGUrqTbjA","display":"YouTube","description":"Playing hang on YouTube.","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}