{"index":30,"rank":55,"name":"cumbus","display":"Cümbüş","definition":"The cümbüş is a Turkish stringed instrument of relatively modern origin. It is a Turkish banjo in the style of a mandolin.","description":"<p>It was developed as an oud-like instrument that could be heard as part of a larger ensemble. It is a popular alternative to the more costly classical oud.</p><p>Unlike inventors who name their inventions after themselves, Zeynel Avidin Cümbüş took his last name from his instrument.</p><p>The cümbüş is shaped like an American banjo, with a spun-aluminum resonator bowl and skin soundboard.</p><p>Although originally configured as an oud, the instrument has been converted to other instruments by attaching a different set of neck and strings.</p><p>The standard cümbüş is fretless, but guitar, mandolin and ukulele versions have fretboards. </p><p>The neck is adjustable, allowing the musician to change the angle of the neck to its strings by turning a screw.</p><p>One model is made with a wooden resonator bowl, with the effect of a less tinny, softer sound.</p>","images":{"cover":{"path":"atlas/cumbus/cover.png","caption":null},"contextual":{"path":"atlas/cumbus/contextual.jpg","caption":null},"featured":{"path":"atlas/cumbus/featured.png","caption":"Cümbüş was designed as a popular alternative to the more costly classical oud."},"icon":{"path":"atlas/cumbus/icon.jpg","caption":null}},"lastUpdated":"2019-11-07T10:34:51Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[{"name":"Turkey","area":"ALL"}],"startDate":{"value":1930.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Cümbüş Solo","samplePath":"atlas/cumbus/sample.mp3","facts":[],"features":{},"related":[{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":54,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":69,"display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","iconPath":"atlas/sitar/icon.jpg"},{"index":82,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/C%C3%BCmb%C3%BC%C5%9F","display":"Wikipedia","description":"Wikipedia article about cümbüş.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=iKQ5HyN3VJU","display":"YouTube","description":"Cümbüş Solo","iconPath":"link/youtube.png"}]}