{"index":20,"rank":58,"name":"castanets","display":"Castanets","definition":"A percussion instrument consisting of a pair of slightly concave shells of ivory or hardwood, held in the palm of the hand by a connecting cord over the thumb and clapped together with the fingers.","description":"<p>Castanets are a percussion instrument consisting of a pair of concave shells joined on one edge by a string.</p><p>Quality castanets are usually made of hardwoods such as oak, pomegranate, ebony, rosewood, and granadillo.</p><p>They are held in the hand and used to produce clicks for rhythmic accents or a ripping or rattling sound consisting of a rapid series of clicks.</p><p>In practice a player usually uses two pairs of castanets. One pair is held in each hand, with the string hooked over the thumb and the castanets resting on the palm with the fingers bent over to support the other side. Each pair will make a sound of a slightly different pitch.</p><p>The sounds made by castanets comes from their size, depth of hollow (or concave shape), and contact area at the tip of the castanet clappers.</p><p>Smaller castanets produce a crisp, higher tone, while larger castanets produce a rich, mellow, lower tone.</p><p>Dancers use castanets to accompany their dancing but they are being used in other music as well - even in orchestras today.</p>","images":{"contextual":{"path":"atlas/castanets/contextual.jpg","caption":null},"cover":{"path":"atlas/castanets/cover.png","caption":null},"icon":{"path":"atlas/castanets/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Clackers","Palillos"],"spreading":[{"name":"Italy","area":"ALL"},{"name":"Portugal","area":"ALL"},{"name":"Spain","area":"ALL"},{"name":"Switzerland","area":"ALL"}],"startDate":{"value":1000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Giménez - La boda de Luis Alonso","samplePath":"atlas/castanets/sample.mp3","facts":[{"name":"Castanets are referred to as pulgaretes","value":"Castanets are referred to as pulgaretes when they are attached to the dancers' thumbs."},{"name":"Not always in the shape of a concave shell","value":"Although traditionally castanets were made in the shape of a concave shell, today they are also made in other shapes such as rectangular, square, or even triangular."},{"name":"Some castanets are made for novelty purposes","value":"Some castanets are made for novelty purposes from materials that are not suitable to produce the quality of sound desired by musicians. Novelty castanets are often made of bronze, silver, gold, marble, crystal, and even ivory."},{"name":"Castanets for professional musicians are more expensive","value":"Castanets that are handcrafted for professional musicians are made of more expensive materials such as hardwood or composite and cost much more - as much as $400 a set."},{"name":"Some castanets are mounted on wooden handles","value":"Some castanets are mounted on wooden handles, freeing up the musicians hands from the strings. Instead of strings they clappers are attached by elastic cords. This makes it easy for the musician to pick up the wooden handle and clap the castanets and set them back down quickly when not being played."},{"name":"Women usually use the smaller castanets","value":"Women usually use the smaller castanets as the instrument should fit in the palm of the hand. Men usually use the larger castanets because their hands can accommodate the larger size."},{"name":"Many professional castanets today are made of synthetic material","value":"Many professional castanets today are made of synthetic materials such as Micarta - a laminated material made similar to the method of creating fiberglass. Layers of fiber cloth are bonded with resin and heat and pressure are applied to create a product similar to hardwoods."},{"name":"The Spanish have other words for castanets","value":"The Spanish have other words for castanets as well including pulgaretes and platillos."},{"name":"When playing the castanets the musician rests one clapper in the palm","value":"When playing the castanets the musician rests one clapper of the set in the palm of the hand, and links the string around their thumb. They use their fingertips to strike the other clapper of the set against the clapper resting in the palm to create sound."},{"name":"The word 'castanet' is derived from the Spanish word 'castaina' ","value":"The word 'castanet' is derived from the Spanish word 'castaina' which means 'chestnut'."},{"name":"Cheaper wood or plastic castanets are inexpensive","value":"Cheaper wood or plastic castanets are inexpensive and can be found for as little as $10."}],"features":{},"related":[{"index":25,"display":"Clapsticks","definition":"Clapsticks are a type of drumstick, percussion mallet or claves that serve to maintain rhythm in Aboriginal voice chants.","iconPath":"atlas/clapsticks/icon.jpg"},{"index":64,"display":"Tambourine","definition":"A percussion instrument consisting of a small drumhead with jingling disks fitted into the rim, usually played by shaking and striking with the hand.","iconPath":"atlas/tambourine/icon.jpg"},{"index":66,"display":"Triangle","definition":"A percussion instrument consisting of a piece of metal in the shape of a triangle open at one angle.","iconPath":"atlas/triangle/icon.jpg"},{"index":37,"display":"Hang","definition":"The Hang is a musical instrument in the idiophone class created by Felix Rohner and Sabina Schärer in Bern, Switzerland.","iconPath":"atlas/hang/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Castanets","display":"Wikipedia","description":"Wikipedia article about castanets.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/castanet","display":"The Free Dictionary","description":"Castanets definition.","iconPath":"link/thefreedictionary.png"},{"url":"http://www.softschools.com/facts/music_instruments/castanets_facts/3000/","display":"Soft Schools","description":"Castanets facts.","iconPath":"link/softschools.png"},{"url":"https://www.wikihow.com/Play-Castanets","display":"wikiHow","description":"How to play castanets.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=TuHHUDnFSO0","display":"YouTube","description":"\"El Vito\" by Embrujo Mestizo (Guitar and Castanets)","iconPath":"link/youtube.png"}]}