{"index":59,"rank":383,"name":"sitar","display":"Sitar","definition":"A stringed instrument of India having a seasoned gourd for a body and a hollow wooden neck with movable raised frets.","description":"<p>The sitar is a plucked stringed instrument used mainly in Hindustani music and Indian classical music.</p><p>The sitar faintly resembles a guitar in shape, with its bridge, strings, frets, neck, and resonance chamber.</p><p>A sitar can have 18 to 21 strings. Six or seven of these are played strings which run over curved, raised frets, and the remainder are sympathetic strings which run underneath the frets and resonate in sympathy with the played strings.</p><p>The instrument is balanced between the player's left foot and right knee. The hands move freely without having to carry any of the instrument's weight.</p><p>Sitars  is played by plucking. The pic used to play the sitar is called the mezrab.</p><p>The sitar is commonly used in Indian classical music and in Hindustani music, and is believed to be derived from the ancient Indian instrument called the veena.</p><p>Although popular in India it did not become well-known internationally until the late 1950s when Ravi Shankar's music began to spread.</p>","images":{"contextual":{"path":"atlas/sitar/contextual.jpg","caption":null},"cover":{"path":"atlas/sitar/cover.png","caption":null},"icon":{"path":"atlas/sitar/icon.jpg","caption":null}},"lastUpdated":"2019-10-20T03:19:04Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[{"name":"India","area":"ALL"}],"startDate":{"value":16.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Pancham Se Gara","samplePath":"atlas/sitar/sample.mp3","facts":[{"name":"The sitar is constructed of wood","value":"The sitar is constructed of wood (for the faceplate and the neck), a gourd (for the resonating chamber or chambers, as some sitars have two resonating chambers), camel bone, ebony or deer horn (for the bridges), and some sitars today are manufactured from synthetic materials to make them cheaper and faster to produce."},{"name":"Some of the most valuable sitars today are collectible","value":"Some of the most valuable sitars today are collectible and made by masters including Rikhi Ram from Delhi and Hiren Roy from Kolkata."},{"name":"The name 'sitar' is derived from Persian","value":"The name 'sitar' is derived from the Persian words 'seh' and 'tar; which mean 'three strings' when translated to English."},{"name":"Sitar styles can vary","value":"Sitar styles can vary as well with different models including student, beginner, semi-professional, professional, and master."},{"name":"George Harrison","value":"George Harrison, a member of the iconic group The Beatles, learned to play the sitar from Ravi Shankar. He then used the instrument in several of The Beatles songs including 'Love You Too', 'Norwegian Wood', and 'Within You Without You'."},{"name":"The sitar became popular in modern music in the 1960s","value":"The sitar became popular in modern music for a period in the 1960s when it was used in music by The Rolling Stones, The Doors, and The Beatles."},{"name":"There are different sitar groups","value":"There are different sitar groups (gharanas) including the Kharaj-pancham (seven strings), Gandhaar-pancham (six strings), Bishnupur (seven strings), and others."},{"name":"A sitar has raised and curved frets","value":"A sitar has raised and curved frets. Six to seven strings play over the frets while the remainder of the strings are called 'sympathetic' strings and resonate to produce sound when the strings running over the frets are played."},{"name":"The large bridge of the sitar is for the main strings","value":"The large bridge of the sitar is for the main strings and the small bridge is for the sympathetic strings."},{"name":"Sitar manufacturer is relevant for its price","value":"It is not always the materials used or appearance of the sitar that determines the price of the instrument in terms of collectibles. It can also be determined by who made the instrument."}],"features":{},"related":[{"index":36,"display":"Guitar","definition":"A musical instrument having a flat-backed rounded body that narrows in the middle, a long fretted neck, and usually six strings, played by strumming or plucking.","iconPath":"atlas/guitar/icon.jpg"},{"index":13,"display":"Bass Guitar","definition":"An electrically amplified musical instrument having four or more heavy strings, held like a guitar and usually played by plucking or striking the strings with the hand.","iconPath":"atlas/bass-guitar/icon.jpg"},{"index":5,"display":"Balalaika","definition":"A Russian musical instrument with a triangular body and three strings that produces sounds similar to those of a mandolin.","iconPath":"atlas/balalaika/icon.jpg"},{"index":7,"display":"Bandura","definition":"A Ukrainian  folk musical instrument with strings,  combining elements of the zither and lute.","iconPath":"atlas/bandura/icon.jpg"},{"index":8,"display":"Banjo","definition":"A usually fretted stringed instrument having a narrow neck and a hollow circular body with a covering of plastic or stretched skin on which the bridge rests.","iconPath":"atlas/banjo/icon.jpg"},{"index":27,"display":"Cobza","definition":"The cobza is a folk version of the oud, the lute found across the Islamic world from North Africa to Central Asia.","iconPath":"atlas/cobza/icon.jpg"},{"index":45,"display":"Mandolin","definition":"A small lutelike instrument with a typically pear-shaped body and a straight fretted neck, having usually four sets of paired strings tuned in unison or octaves.","iconPath":"atlas/mandolin/icon.jpg"},{"index":69,"display":"Ukulele","definition":"A small four-stringed guitar popularized in Hawaii. The ukulele, sometimes abbreviated to uke, is a member of the lute family of instruments.","iconPath":"atlas/ukulele/icon.jpg"},{"index":16,"display":"Bouzouki","definition":"A Greek stringed instrument having a long fretted neck and usually pear-shaped body.","iconPath":"atlas/bouzouki/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Sitar","display":"Wikipedia","description":"Wikipedia article about sitar.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/sitar","display":"Encyclopædia Britannica","description":"Sitar article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/sitar_facts/3062/","display":"Soft Schools","description":"Sitar facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Sitar","display":"Kiddle","description":"Sitar facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/Sitar","display":"The Free Dictionary","description":"Sitar dictionary definition.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Sitar","display":"wikiHow","description":"How to play the sitar.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=8CnhcGpmH9Y","display":"YouTube","description":"Anoushka Shankar plays 'Pancham Se Gara'.","iconPath":"link/youtube.png"}]}