{"index":4,"rank":0,"name":"balafon","display":"Balafon","definition":"A large, usually pentatonic xylophone of West African origin, consisting of resonating gourds of graduated sizes under wooden bars which are struck with mallets.","description":"<p>The balafon is a gourd-resonated xylophone used by Mandé peoples of West Africa.</p><p>A balafon can be either fixed-key - where the keys are strung over a fixed frame, usually with calabash resonators underneath, or free-key where the keys are placed independently on any padded surface. </p><p>Balafon keys are traditionally made from béné wood, dried slowly over a low flame, and then tuned by shaving off bits of wood from the underside of the keys. </p><p>The fine-tuning of the keys is accomplished by thinning the centre to lower the key's pitch and by thinning the ends to raise the pitch.</p><p>In a fixed-key balafon, the keys are suspended by leather straps just above a wooden frame, under which are hung graduated-size calabash gourd resonators. </p><p>Balaphon is usually played with two gum-rubber-wound mallets while seated on a low stool, or while standing using a shoulder or waist sling hooked to its frame.</p>","images":{"contextual":{"path":"atlas/balafon/contextual.jpg","caption":null},"cover":{"path":"atlas/balafon/cover.png","caption":null},"icon":{"path":"atlas/balafon/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Bala","Balafo","Balangi","Balani","Gyil"],"spreading":[{"name":"Africa","area":"WEST"}],"startDate":{"value":12.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Balafon style Sénoufo","samplePath":"atlas/balafon/sample.mp3","facts":[{"name":"The balafon usually has 17-21 keys","value":"The balafon usually has 17-21 keys, tuned to a tetratonic, pentatonic or heptatonic scale, depending on the culture of the musician."},{"name":"Used by Mandé peoples of West Africa","value":"It is closely associated with the Mandé peoples of West Africa, particularly the Guinean branch of the Mandinka ethnic group, but is now found across West Africa from Guinea to Mali."},{"name":"Six balafon orchestra","value":"In Cameroon, six balafon of varying size perform together in an orchestra, called a komenchang."},{"name":"In many areas the balafon is played alone","value":"As the balafon cultures vary across West Africa, so does the approach to the instrument itself. In many areas the balafon is played alone in a ritual context, in others as part of an ensemble."},{"name":"Membrane from thin spider's-egg sac filaments","value":"A small hole in each gourd is covered with a membrane traditionally of thin spider's-egg sac filaments (nowadays more usually of cigarette paper or thin plastic film) to produce the characteristic nasal-buzz timbre of the instrument."},{"name":"Balafon has many names","value":"Balafon is recognized by many names like balafo, bala, balaphone, balaphon, balaphong, balani, gyil, or balangi."},{"name":"Ensemble of three","value":"In Guinea and Mali, the balafon is often part of an ensemble of three, pitched low, medium and high."},{"name":"Its name is from Mandinka name 'bala'","value":"Its common name, balafon, is likely a European coinage combining its Mandinka name 'bala' with the word 'fôn' - to speak, or the Greek root phono."},{"name":"Is capable to produce 18 to 21 notes","value":"The balafon is generally capable of producing 18 to 21 notes, though some are built to produce many fewer notes (16, 12, 8 or even 6 and 7)."},{"name":"Balafon history is related to Mandinka Empire","value":"This beautiful instrument has a history tied up with the stories and legends of the formation of the Mandinka Empire, a story similar to the Arthurian legends of the West."}],"features":{},"related":[{"index":40,"display":"Xylophone","definition":"A percussion instrument consisting of a mounted row of wooden bars that are graduated in length to sound a chromatic scale, played with two small mallets.","iconPath":"atlas/xylophone/icon.jpg"},{"index":26,"display":"Marimba","definition":"A large wooden percussion instrument with resonators, resembling a xylophone.","iconPath":"atlas/marimba/icon.jpg"},{"index":39,"display":"Vibraphone","definition":"A percussion instrument similar to a marimba but having metal bars and rotating disks in the resonators to produce a vibrato.","iconPath":"atlas/vibraphone/icon.jpg"},{"index":20,"display":"Glockenspiel","definition":"A percussion instrument with a series of metal bars tuned to the chromatic scale and played with two light hammers.","iconPath":"atlas/glockenspiel/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Balafon","display":"Wikipedia","description":"Wikipedia article about balafon.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=kXXhp_bZvck","display":"YouTube","description":"Playing balafon on YouTube.","iconPath":"link/youtube.png"},{"url":"https://www.thefreedictionary.com/balafon","display":"The Free Dictionary","description":"Balafon definition on dictionary.","iconPath":"link/thefreedictionary.png"}]}