{"index":39,"rank":1170,"name":"harp","display":"Harp","definition":"An instrument having an upright triangular frame consisting of a pillar, a curved neck and a hollow back containing the sounding board, with strings of graded lengths.","description":"<p>The harp is a stringed musical instrument which has a number of individual strings running at an angle to its soundboard, which are plucked with the fingers.</p><p>Harps vary globally in many ways. In terms of size, many smaller harps can be played on the lap, while larger harps are quite heavy and rest on the floor.</p><p>Harps are usually between two feet and six feet in height. They usually have between 1 and 90 strings.</p><p>The three main parts of a harp include the neck, the sound box, and the strings. Different harps may use strings of catgut or nylon, or of metal, or some combination.</p><p>Harps can have a pedal which can help to raise the pitch of a string.</p><p>The electric harp is a relatively new invention. These harps can be hollow body or solid body depending on the design.</p><p>The harp can be heard in a variety of music styles including classical, orchestras, Celtic, African, rock, bluegrass, country, folk, jazz, and many more.</p>","images":{"contextual":{"path":"atlas/harp/contextual.jpg","caption":null},"cover":{"path":"atlas/harp/cover.png","caption":null},"icon":{"path":"atlas/harp/icon.jpg","caption":null}},"lastUpdated":"2019-10-19T20:45:03Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":[],"spreading":[],"startDate":{"value":3500.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Tschaikowsky - Waltz of the Flowers","samplePath":"atlas/harp/sample.mp3","facts":[{"name":"The harp is one of the world's oldest instrument","value":"The harp is considered to be one of the world's oldest musical instruments."},{"name":"Some harp frames have a body","value":"Some harp frames have a body that was carved from one single piece of wood. Some harps on the other hand have as many as 2000 pieces."},{"name":"The blues harp","value":"The blues harp, Jew's harp, and Aeolian harp are not harps. They just have the word included in their name."},{"name":"In the 1600s when the English ruled in Ireland the harp was bann","value":"In the 1600s when the English ruled in Ireland the harp was banned and many were burned and the harpers were often executed."},{"name":"Famous harpists in history","value":"Famous harpists in history include King David, Turlough O'Carolyn, Francois-Joseph Naderman, Elias Parish Alvars, Alphonse Jean Hasselmans, Henriette Renie, Carlos Salzedo, Marcel Grandjany, and Harpo Marx."},{"name":"Famous modern harpists","value":"Famous modern harpists include Loreena McKennitt, Jon Anderson, Joanna Newsom, Ursula Holliger, and Kennerly Kitt."},{"name":"Glissando is when sweeps hands across the strings","value":"When a harpist sweeps their hands across the strings this technique is referred to as glissando."},{"name":"Arpeggio is when a harpist plays rapidly","value":"When a harpist plays rapidly this technique is referred to as arpeggio."},{"name":"The harpist uses only the first four fingers when picking","value":"When picking, the harpist only uses the first four fingers on each of their hands."},{"name":"Common western harps","value":"Common western harps include the Celtic or Irish folk/lever harp, the concert, pedal, or classical orchestral harp, the South American harp, the multi-course/row harp, and the renaissance or gothic harp."},{"name":"Africa is home to some of the largest varieties of harp","value":"Africa is home to some of the largest varieties of harp designs in the world."}],"features":{},"related":[{"index":23,"display":"Celtic Harp","definition":"The Celtic harp is a triangular harp traditional to Ireland and Scotland.","iconPath":"atlas/celtic-harp/icon.jpg"},{"index":45,"display":"Lyre","definition":"A stringed instrument of the harp family having two curved arms connected at the upper end by a crossbar, used to accompany a singer or reciter of poetry, especially in ancient Greece.","iconPath":"atlas/lyre/icon.jpg"},{"index":48,"display":"Mukkuri","definition":"Mukkuri is a traditional Japanese plucked instrument, part of lamellophone family, being indigenous to the Ainu people.","iconPath":"atlas/mukkuri/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Harp","display":"Wikipedia","description":"Wikipedia article about harp.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/harp-musical-instrument","display":"Encyclopædia Britannica","description":"Harp article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/harp_facts/3050/","display":"Soft Schools","description":"Harp facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Harp","display":"Kiddle","description":"Harp facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/harp","display":"The Free Dictionary","description":"Harp definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Harp","display":"wikiHow","description":"How to play a harp.","iconPath":"link/wikihow.png"},{"url":"https://www.wikihow.com/Make-a-Harp","display":"wikiHow","description":"How to make a harp.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=oPmKRtWta4E","display":"YouTube","description":"J.S. Bach - Toccata and Fugue in D Minor BWV 565 // Amy Turk, Harp","iconPath":"link/youtube.png"}]}