{"index":3,"rank":0,"name":"balaban","display":"Balaban","definition":"Balaban is cylindrical-bore, double-reed wind instrument, about 35 centimetres long, with eight finger holes and one thumb hole.","description":"<p>Balaban is made of apricot tree, cane, barrow and cover. Its body has 8 holes on the surface and one on the back, in the middle . </p><p>Sometimes an additional hole is made on the lower end of the bottom side to ensure good timbre.</p><p>The upper end of the stem is given a round shape, whereas the lower end is sharpened. </p><p>Balaban, one of the ancient wind instruments, is played in all corners of Azerbaijan.</p><p>On solemn occasions such as weddings and holiday ceremonies, a balaban player is accompanied by a percussionist.</p><p>A traditional Azeri musical group consisting of two balaban players and a percussionist.</p>","images":{"contextual":{"path":"atlas/balaban/contextual.jpg","caption":null},"cover":{"path":"atlas/balaban/cover.png","caption":null},"icon":{"path":"atlas/balaban/icon.jpg","caption":null}},"lastUpdated":"2019-10-14T04:57:14Z","taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Yasti Balaban","Balaman"],"spreading":[{"name":"Azerbaijan","area":"ALL"}],"startDate":null,"endDate":null,"conservation":null,"sampleTitle":"Balaban Solo","samplePath":"atlas/balaban/sample.mp3","facts":[{"name":"Mouthpiece sounds pass through different resonant paths","value":"In order to play a melody, a musician closes and opens apertures on balaban using his fingertips. Thus, a sound coming out of the mouthpiece creates a melody, passing through different resonant paths."},{"name":"The pitch of the mouthpiece can be adjusted","value":"A mouthpiece made of reed is put on the head of the body. The instrument’s sound pitch is regulated by a clamp on the mouthpiece."},{"name":"The mouthpiece is also called a 'sound stimulant'","value":"The mouthpiece is also called a 'sound stimulant'. In fact, a mouthpiece may produce a sound without balaban’s body."},{"name":"Balaban means 'little, early cock sound'","value":"The name of this instrument is stemming from the words bala (little) and ban (cock’s sound) and corresponds to the meaning of 'little, early cock sound'."}],"features":{},"related":[{"index":33,"display":"Duduk","definition":"The duduk is an ancient double-reed woodwind flute made of apricot wood. It is indigenous to Armenia.","iconPath":"atlas/duduk/icon.jpg"},{"index":9,"display":"Bansuri","definition":"The bansuri is a transverse flute from a single hollow shaft of bamboo with six or seven finger holes.","iconPath":"atlas/bansuri/icon.jpg"},{"index":34,"display":"Flute","definition":"A high pitched woodwind instrument consisting of a slender tube closed at one end with keys and finger holes on the side and a mouthpiece near the closed end.","iconPath":"atlas/flute/icon.jpg"},{"index":12,"display":"Bass Flute","definition":"The bass flute is the tenor member of the flute family. It is in the key of C, pitched one octave below the concert flute.","iconPath":"atlas/bass-flute/icon.jpg"},{"index":58,"display":"Shehnai","definition":"The shehnai is a musical instrument similar to the oboe. It is made out of wood, with a double reed at one end and a flared bell at the other end.","iconPath":"atlas/shehnai/icon.jpg"},{"index":2,"display":"Bagpipes","definition":"A musical instrument having a flexible bag inflated either by a tube with valves or by bellows, a double-reed melody pipe and from one to four drone pipes.","iconPath":"atlas/bagpipes/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Balaban_(instrument)","display":"Wikipedia","description":"Wikipedia article about balaban.","iconPath":"link/wikipedia.png"},{"url":"https://www.youtube.com/watch?v=o0qXABiELvk","display":"YouTube","description":"Playing balaban on YouTube.","iconPath":"link/youtube.png"}]}