{"index":43,"rank":106,"name":"guzheng","display":"Guzheng","definition":"The guzheng, also known as Chinese zither, is a Chinese traditional plucked musical string instrument.","description":"<p>Guzheng is a Chinese plucked board zither roughly 120 cm long and 30 cm wide. Its resonator is galley-shaped, and in cross section the top is curved and the bottom flat. </p><p>The strings are stretched over the surface, fastened at the left end and at the right where there are pegs for tuning. </p><p>A moveable bridge under each of the strings can also adjust the string’s pitch. The modern guzheng usually has 21 strings.</p><p>Present-day strings are metal, although they were probably silk in ancient times. </p><p>It is played with both hands. Right hand is for strings plucking whereas left hand is used for ornamentations and pitch alterations.</p><p>Guzheng players often wear fingerpicks, made from materials such as ivory, tortoiseshell, resin or hard plastic, on one or both hands.</p><p>The zheng was used in folk music ensembles or local operas. In the XX-th century it has gradually become a solo musical instrument.</p>","images":{"cover":{"path":"atlas/guzheng/cover.png","caption":null},"contextual":{"path":"atlas/guzheng/contextual.jpg","caption":null},"featured":{"path":"atlas/guzheng/featured.png","caption":"Moveable bridges are an alternative way to adjust the pitch of the strings.\n\nThey are kept in position on the board surface by string tension."},"icon":{"path":"atlas/guzheng/icon.jpg","caption":null}},"lastUpdated":"2019-11-08T05:03:04Z","taxonomy":[{"name":"Family","value":"STRINGS"}],"aliases":["Zheng","Qinzheng","Chinese Zither"],"spreading":[{"name":"China","area":"ALL"}],"startDate":{"value":500.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":"Guzheng Solo - Jasmine Flower","samplePath":"atlas/guzheng/sample.mp3","waveformPath":"atlas/guzheng/waveform.png","facts":[{"name":"Strings made of silk","value":"Strings, once made of silk, are almost always steel coated in nylon to increase the instrument's volume and changing its timbre."},{"name":"Made from wutong wood","value":"It has a large, resonant cavity made from wutong wood. Other components are often made from other woods for structural or decorative reasons."},{"name":"Ancestor to other Asian zithers","value":"The guzheng is ancestor to several other Asian zithers, such as the Japanese koto, the Korean gayageum, Mongolian yatga, and the Vietnamese đàn tranh."},{"name":"Right hand for string plucking","value":"In performance the zheng is placed on a table or rack in front of the player, who plucks the strings to the right of the bridges using the first three or four fingers of the right hand."},{"name":"Formal ways to play guzheng","value":"There are many formalities used in the playing of the guzheng, including basic plucking actions at the right portion and pressing actions at the left portion, as well as tremolo."},{"name":"Decorated with unique artistic content","value":"The guzheng is often decorated with unique cultural and artistic content. Decorations include carved art, carved lacquer, straw, mother-of-pearl inlays, painting, poetry, calligraphy, shell carving, and cloisonné."},{"name":"Left hand for pitch alteration","value":"Ornamentations and pitch alterations are created by pressing on the strings to the left of the bridges with the fingers of the left hand."},{"name":"Guzheng is not guqin","value":"The guzheng should not be confused with the guqin, a Chinese zither with 7 strings played without moveable bridges."},{"name":"Many changes during its long history","value":"The guzheng has gone through many changes during its long history. The oldest specimen yet discovered held 13 strings and was dated to around 500 BCE."},{"name":"Became prominent in Qin","value":"It became prominent during the Qin Dynasty (221–206 BCE), and by the Tang Dynasty (618–907 CE), the guzheng may have been the most commonly played instrument in China."}],"features":{},"related":[{"index":24,"display":"Cimbalom","definition":"The cimbalom is a concert hammered dulcimer with a large, trapezoidal box with metal strings stretched across its top.","iconPath":"atlas/cimbalom/icon.jpg"},{"index":41,"display":"Guqin","definition":"The guqin is a plucked seven-string Chinese musical instrument of the zither family.","iconPath":"atlas/guqin/icon.jpg"},{"index":42,"display":"Gusli","definition":"Gusli is the oldest Russian multi-string plucked instrument, belonging to the zither family, due to its strings being parallel to its resonance board.","iconPath":"atlas/gusli/icon.jpg"},{"index":52,"display":"Koto","definition":"A Japanese stringed instrument usually having 13 silk strings stretched over a long, hollow, wooden body.","iconPath":"atlas/koto/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Guzheng","display":"Wikipedia","description":"Wikipedia article about guzheng.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/zheng","display":"Encyclopædia Britannica","description":"Guzheng article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Guzheng","display":"Kiddle","description":"Guzheng facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.youtube.com/watch?v=ujzMHLac404","display":"YouTube","description":"Guzheng: \"Spring River Flower Moon Night\"","iconPath":"link/youtube.png"}]}