{"index":60,"rank":912,"name":"snare-drum","display":"Snare Drum","definition":"A small double-headed drum having one or more wires or cords stretched across the bottom head to increase reverberation. Also called  side drum.","description":"<p>The snare drum is a percussion instrument that produces a sharp staccato sound when the head is struck with a drum stick. It is considered a main part of the drum kit.</p><p>The snare drum is derived from the tabor which is a drum that was originally used for accompanying a flute.</p><p>The snare drum consists of the shell, snare release lever, tensioning brackets, counter hoop, tensioning screw, and the tensioning mechanism.</p><p>The snare drum heads are most often made of plastic but some are made of calf skin.</p><p>The snare drum can be found in concert bands, marching bands, parades, drumlines, and in rock bands and modern music.</p><p>Marching snare drums are deeper in size than snare drums normally used for orchestral or drum kit purposes.</p><p>The drummer hits the snare drum head with a drum stick or beater or can use brushes or even his hands.</p>","images":{"cover":{"path":"atlas/snare-drum/cover.png","caption":null},"contextual":{"path":"atlas/snare-drum/contextual.jpg","caption":null},"featured":{"path":"atlas/snare-drum/featured.png","caption":"Jazz Drummer Painting by Allegretto"},"icon":{"path":"atlas/snare-drum/icon.jpg","caption":null}},"lastUpdated":"2019-10-16T20:52:21Z","taxonomy":[{"name":"Family","value":"PERCUSSION"}],"aliases":["Side Drum"],"spreading":[],"startDate":{"value":13.0,"mask":3},"endDate":null,"conservation":null,"sampleTitle":"Military Snare Drum Cadence","samplePath":"atlas/snare-drum/sample.mp3","facts":[{"name":"Inside of the drum there is a between 8 and 18 snares","value":"Inside of the drum there is a between 8 and 18 snares, which are made of plastic, metal, nylon, silk, or other material, stretched across the snare head. The snares are what make the crisp sound of the snare drum possible. This is also the reason it is called the 'snare drum'."},{"name":"The snare drum produces a definite pitch","value":"The snare drum produces a definite pitch. Prior to the 1900s a definite pitch was avoided in the snare drum but today it is required in some cases."},{"name":"The snare drum can be made of metal","value":"The snare drum can be made of metal, acrylic, composite, fiberglass, or wood."},{"name":"Other sticks used for the snare drum include wire brushes","value":"Other sticks used for the snare drum include wire brushes (often in jazz), small mallets (those used for the timpani), hard felt mallets (produce course sound), and marimba beaters (produce a darker sound upon release)."},{"name":"The snare drum is a member of the orchestra","value":"The snare drum became a member of the orchestra approximately two centuries ago."},{"name":"In Italy the snare drum is referred to as a tamburo piccolo","value":"In Italy the snare drum is referred to as a tamburo piccolo, which means 'little drum'."},{"name":"Bounce back and hit the head again","value":"When playing the snare drum the stick is sometimes allowed to bounce back and hit the head again - a technique referred to as mammy-daddy beats. This technique is unique to snare drum playing."},{"name":"Mallets and sticks are thin and sometimes coated in plastic","value":"Mallets and sticks used for playing the snare drum are thin and tapering, made of wood and sometimes coated in plastic. For military music the sticks are thicker and heavy and for other music such as jazz the sticks are thinner - the type of sound dictates the type of stick to be used."},{"name":"The snare is often referred to as a side drum","value":"The snare is often referred to as a side drum by the British or those from the Scottish Highlands."},{"name":"Drummer can create noise by hitting the instrument's head","value":"When striking the snare drum the drummer can create noise by hitting the instrument's head, rim, or shell."},{"name":"Snare drums are placed on stands","value":"Snare drums are placed on stands which enable to drummer to adjust the angle and height at which the drum is played."},{"name":"There are different types of snare drums","value":"There are different types of snare drums including the marching snare (produces a deep tone), drum kit snare (smaller in depth than the marching snare), piccolo snare (produces higher pitch), tabor (original snare from the 1300s), tarol (smaller than kit snare), and the Caixa Malacaheta (deep snare from Brazil)."}],"features":{},"related":[{"index":32,"display":"Drum Kit","definition":"A drum kit is a collection of drums and other percussion instruments set up to be played by a single player.","iconPath":"atlas/drum-kit/icon.jpg"},{"index":11,"display":"Bass Drum","definition":"A large drum having a cylindrical body and two heads and producing a low, resonant sound.","iconPath":"atlas/bass-drum/icon.jpg"},{"index":62,"display":"Taiko","definition":"Taiko are a broad range of Japanese percussion instruments. In Japanese, the term refers to any kind of drum.","iconPath":"atlas/taiko/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Snare_drum","display":"Wikipedia","description":"Wikipedia article about snare drum.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/snare-drum","display":"Encyclopædia Britannica","description":"Snare Drum article on Britannica.","iconPath":"link/britannica.png"},{"url":"http://www.softschools.com/facts/music_instruments/snare_drum_facts/3011/","display":"Soft Schools","description":"Snare drum facts.","iconPath":"link/softschools.png"},{"url":"https://kids.kiddle.co/Snare_drum","display":"Kiddle","description":"Snare Drum facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/snare+drum","display":"The Free Dictionary","description":"Snare drum definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Snare-Drum","display":"wikiHow","description":"How to play snare drum.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=f47IejbWj3g","display":"YouTube","description":"Tantrum for Snare Drum solo Kevin Bobo","iconPath":"link/youtube.png"}]}