{"index":74,"rank":960,"name":"tuba","display":"Tuba","definition":"The tuba is the largest and lowest-pitched musical instrument in the brass family.","description":"<p>Tuba is a large brass wind instrument that generates deep-pitched sounds. It has valves and wide conical bore. </p><p>The instrument has a conical bore, meaning the bore diameter increases as a function of the tubing length from the mouthpiece to the bell.</p><p>Like all brass instruments, sound is produced by vibrating or buzzing the lips into a large cupped mouthpiece.</p><p>It takes a lot of breath to play the tuba. It is one of the loudest instruments in the orchestra but can also play very quietly.</p><p>The tuba usually plays the bass, lowest sounding, part even though it can play relatively high as well.</p><p>An orchestra usually has a single tuba, though an additional tuba may be asked for.</p><p>The tuba is used in all sorts of music and can be found in orchestras, wind bands, brass bands, jazz groups, pop groups, brass ensembles and even in tuba quartets.</p>","images":{"contextual":{"path":"atlas/tuba/contextual.jpg","caption":null},"cover":{"path":"atlas/tuba/cover.png","caption":null},"icon":{"path":"atlas/tuba/icon.jpg","caption":null}},"lastUpdated":"2019-11-06T06:53:01Z","taxonomy":[{"name":"Family","value":"BRASS"}],"aliases":[],"spreading":[],"startDate":{"value":1835.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Tuba Solo - Jabba The Hutt","samplePath":"atlas/tuba/sample.mp3","facts":[{"name":"Generally constructed of brass","value":"The tuba is generally constructed of brass, which is either unfinished, lacquered or electro-plated with nickel, gold or silver."},{"name":"Biggest instrument in its family","value":"The tuba is the biggest of all the brass musical instruments. The largest tuba has about 5.5 meters of tubes."},{"name":"Dates back to XIX-th century","value":"They are the newest part of the symphony orchestra, first showing up in the middle XIX-th century."},{"name":"Tuba is used in jazz","value":"The tuba has been used in jazz since the genre's inception. In the earliest years, bands often used a tuba for outdoor playing and a double bass for indoor performances."},{"name":"Valves for fine tuned sounds","value":"Because they are so big, some tubas have a compensating system. This means a fourth, fifth or sixth valve is used to make the instrument sound more in tune - especially the lowest notes."},{"name":"Hélicon","value":"When tuba is wrapped to surround the body for cavalry bands on horseback or marching, it is traditionally known as a hélicon."},{"name":"Used to reinforce the bass voices","value":"It serves as the bass of the orchestral brass section and it can reinforce the bass voices of the strings and woodwinds."},{"name":"Concert tuba resting in player's lap","value":"A tuba with its tubing wrapped for placing the instrument on the player's lap is usually called a concert tuba or simply a tuba."},{"name":"Word 'tuba' was used for trumpet","value":"The word tuba originally was the name of a straight-built Roman trumpet and was the medieval Latin word for trumpet."},{"name":"Recording tubas","value":"Tubas with the bell pointing forward instead of upward are often called recording tubas, because of their popularity in the early days of recorded music."}],"features":{},"related":[{"index":60,"display":"Saxophone","definition":"A woodwind instrument with a single-reed mouthpiece and a usually curved conical metal tube, including soprano, alto, tenor, and baritone sizes.","iconPath":"atlas/saxophone/icon.jpg"},{"index":73,"display":"Trumpet","definition":"A soprano brass instrument consisting of a long metal tube looped once and ending in a flared bell, the modern type being equipped with three valves for producing variations in pitch.","iconPath":"atlas/trumpet/icon.jpg"},{"index":78,"display":"Vienna Horn","definition":"The Vienna horn is a type of musical horn used primarily in Vienna, for playing orchestral or classical music.","iconPath":"atlas/vienna-horn/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Tuba","display":"Wikipedia","description":"Wikipedia article about tuba.","iconPath":"link/wikipedia.png"},{"url":"https://www.britannica.com/art/tuba","display":"Encyclopædia Britannica","description":"Tuba article on Britannica.","iconPath":"link/britannica.png"},{"url":"https://kids.kiddle.co/Tuba","display":"Kiddle","description":"Tuba facts for kids.","iconPath":"link/kiddle.png"},{"url":"https://www.thefreedictionary.com/Tuba","display":"The Free Dictionary","description":"Tuba definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-a-Tuba","display":"wikiHow","description":"How to Play a Tuba","iconPath":"link/wikihow.png"},{"url":"https://www.wikihow.com/Clean-and-Maintain-a-Tuba","display":"wikiHow","description":"How to Clean and Maintain a Tuba","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=fYOsNp4O7AU","display":"YouTube","description":"Czardas - tuba solo full version (baadsvik)","iconPath":"link/youtube.png"}]}