{"index":22,"rank":3860,"name":"cello","display":"Cello","definition":"A four-stringed musical instrument of the violin family, pitched lower than the viola but higher than the double bass.","description":"<p>The cello is a bowed string instrument with four strings tuned in perfect fifths.</p><p>It is a member of the violin family of musical instruments, which also includes the violin and viola.</p><p>The cello is typically made from carved wood, although other materials such as carbon fiber or aluminum may be used. </p><p>A traditional cello has a spruce top, with maple for the back, sides, and neck. </p><p>The cello, about 70 centimeters long - 119 centimeters with the neck, has proportionally deeper ribs and a shorter neck than the violin.</p><p>Unlike the violin or viola but similar to the double bass, the cello has an endpin that rests on the floor to support the instrument's weight.</p><p>The cello is used as a solo musical instrument, as well as in chamber music ensembles, string orchestras, as a member of the string section of symphony orchestras, and some rock bands.</p><p>Much of the time, cellos provide part of the low-register harmony for the orchestra.</p><p>A person who plays the cello is called a cellist.</p>","images":{"contextual":{"path":"atlas/cello/contextual.jpg","src":"/media/atlas/musical-instruments/cello/contextual.jpg","caption":null},"cover":{"path":"atlas/cello/cover.png","src":"/media/atlas/musical-instruments/cello/cover.png","caption":null},"icon":{"path":"atlas/cello/icon.jpg","src":"/media/atlas/musical-instruments/cello/icon.jpg","caption":null}},"lastUpdated":"2020-02-01T19:13:43Z","taxonomy":[{"name":"family","display":"Family","value":"STRINGS"}],"aliases":["Violoncello"],"spreading":[],"startDate":{"value":16.0,"mask":515},"endDate":null,"conservation":null,"sampleTitle":"Bach - Cello Suite No.1 in G","samplePath":"atlas/cello/sample.mp3","waveformPath":"atlas/cello/waveform.png","waveformSrc":"/media/atlas/musical-instruments/cello/waveform.png","facts":[{"name":"Laminated cellos are used in schools","value":"Laminated cellos are widely used in elementary and secondary school orchestras and youth orchestras, because they are much more durable than carved wood cellos and less expensive."},{"name":"Strings made out of guts","value":"Historically, cello strings had cores made out of guts, typically from sheep or goat. Most modern strings are wound with metallic materials like aluminum, titanium and chromium."},{"name":"Part of the standard orchestra","value":"The instrument is a part of the standard orchestra, as part of the string section, and is the bass voice of the string quartet, as well as being part of many other chamber groups."},{"name":"Cello and harpsichord","value":"During the 17th century the combination of cello and harpsichord for basso continuo parts became standard."},{"name":"Tailpiece is made of ebony","value":"The tailpiece is traditionally made of ebony or another hard wood, but can also be made of plastic or steel."},{"name":"Strings are attached to the tailpiece","value":"The tailpiece is the part of the cello to which the 'ball ends' of the strings are attached by passing them through holes. The tailpiece is attached to the bottom of the cello."},{"name":"The cello section is on stage left side","value":"The cello section, in standard orchestral seating, is located on stage left (the audience's right) in the front, opposite the first violin section."},{"name":"Dates back to XVI-th century","value":"The earliest cellos were developed during the 16th century and frequently were made with five strings. They served mainly to reinforce the bass line in ensembles."},{"name":"Notable cello composers","value":"Notable composers for the instrument include Bach, Beethoven, Édouard Lalo, Antonín Dvořák, Camille Saint-Saëns, Edward Elgar, and Samuel Barber; Zoltán Kodály, Claude Debussy and Heitor Villa-Lobos."}],"features":[],"related":[{"index":86,"display":"Violin","definition":"A stringed instrument played with a bow, having four strings, an unfretted fingerboard and a shallow body, and capable of great flexibility in range, tone, and dynamics.","iconPath":"atlas/violin/icon.jpg","iconSrc":null},{"index":85,"display":"Viola","definition":"A stringed instrument of the violin family, slightly larger than a violin, tuned a fifth lower, and having a deeper, more sonorous tone.","iconPath":"atlas/viola/icon.jpg","iconSrc":null},{"index":33,"display":"Double Bass","definition":"The largest bowed stringed instrument in the modern orchestra, also used frequently in jazz ensembles, especially played pizzicato.","iconPath":"atlas/double-bass/icon.jpg","iconSrc":null},{"index":37,"display":"Esraj","definition":"The esraj is a string instrument played by bow, found throughout the north, central, and east regions of India.","iconPath":"atlas/esraj/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Cello","display":"Wikipedia","description":"Wikipedia article about cello.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/art/cello","display":"Encyclopædia Britannica","description":"Cello article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://kids.kiddle.co/Cello","display":"Kiddle","description":"Cello facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.thefreedictionary.com/cello","display":"The Free Dictionary","description":"Cello definition.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Cello","display":"wikiHow","description":"How to play cello.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=mGQLXRTl3Z0","display":"YouTube","description":"Mischa Maisky plays Bach Cello Suite No.1 in G","iconPath":"link/youtube.png","iconSrc":"/media/link/youtube.png"}]}