{"index":14,"rank":1890,"name":"clarinet","display":"Clarinet","definition":"A woodwind instrument having a straight cylindrical tube with a flaring bell and a single-reed mouthpiece, played by means of finger holes and keys.","description":"<p>The clarinet is a musical-instrument family belonging to the group known as the woodwind instruments. </p><p>The clarinet is made up of several parts including the mouthpiece, barrel, upper joint, pad, key, ring key, rod, lower joint, and the bell.</p><p>Some clarinets are made of metal or plastic but traditional clarinets are made of wood.</p><p>It has a single-reed mouthpiece, a straight cylindrical tube with an almost cylindrical bore, and a flared bell.</p><p>The cylindrical bore is primarily responsible for the clarinet's distinctive timbre, which varies between its three main registers, known as the chalumeau, clarion, and altissimo.</p><p>The vibration of the clarinet's reed and the musician's key playing is what makes the sound in a clarinet. The reed vibrates when the clarinettist blows into the mouthpiece.</p><p>Clarinets have one of the largest ranges of pitch of all musical instruments, making it one of the most interesting instruments to play.</p><p>A musician that plays the clarinet is referred to as a clarinettist.</p>","images":{"contextual":{"path":"atlas/clarinet/contextual.jpg","caption":null},"cover":{"path":"atlas/clarinet/cover.png","caption":null},"icon":{"path":"atlas/clarinet/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":["Little Trumpet","Licorice Stick"],"spreading":[],"startDate":{"value":17.0,"mask":771},"endDate":null,"conservation":null,"sampleTitle":"Mozart - Clarinet Concerto in A Major","samplePath":"atlas/clarinet/sample.mp3","facts":[{"name":"Modern music bands that used the clarinet","value":"Modern music bands that used the clarinet in some of their music include Tom Waits, Pink Floyd, Aerosmith, and The Beatles."},{"name":"The clarinet is often combined with other instruments","value":"The clarinet is often combined with other instruments including the piano, basset horn, string quartet, oboe, saxophone, bassoon, flute, horn, and others."},{"name":"Clarinet is the last instrument to be added to the orchestra","value":"The last instrument to be added to the symphony orchestra was the clarinet."},{"name":"Clarinets are commonly made of black wood","value":"Clarinets are commonly made of black wood from Africa. The instrument is also sometimes made of Mpingo wood. These trees have wood that resonated well. Other types of wood used include granadilla, rosewood, boxwood, and cocobolo."},{"name":"Clarinets come in different pitches","value":"Clarinets come in different pitches and are classified as such. From highest to lowest they include the piccolo clarinet (key A flat), E-flat clarinet (key E flat), D clarinet (Key D), C Clarinet (key C), B flat clarinet (key b flat), A clarinet (key A), basset clarinet (key A), basset-horn (key F), alto clarinet (key E flat or F), bass clarinet (key B flat or A), E flat contrabass clarinet (key EE flat), and the contrabass clarinet (key BB flat)."},{"name":"Famous jazz musicians who played the clarinet","value":"Famous jazz musicians who played the clarinet include Larry Shields, Johnny Dodds, Sidney Bechet, Benny Goodman, Woody Herman, and many others."},{"name":"The first clarinet have been invented in the 1600s","value":"The first real clarinet is believed to have been invented in the 1600s by Johann Denner, in Germany. However it is a direct descendent to the chalumeau."},{"name":"The clarinet became popular with jazz in the early 1900s","value":"The clarinet became very popular with jazz musicians in the early 1900s. It was an important instrument in this genre well into the 40s in the big band era of music."},{"name":"The smallest clarinet is the A flat piccolo clarinet","value":"The smallest clarinet is the A flat piccolo clarinet and it is very uncommon."},{"name":"Mozart was the first composer to use clarinet","value":"Wolfgang Amadeus Mozart was the first composer to write a piece of music specifically for the clarinet."},{"name":"Played by famous celebrities","value":"Famous celebrities that are said to play the clarinet include Jimmy Kimmel, Steven Spielberg, and Julia Roberts."}],"features":{},"related":[{"index":7,"display":"Bassoon","definition":"A low-pitched woodwind instrument with a double reed, having a long wooden body attached to a U-shaped lateral tube that leads to the mouthpiece.","iconPath":"atlas/bassoon/icon.jpg"},{"index":24,"display":"Oboe","definition":"A slender woodwind instrument with a conical bore and a double-reed mouthpiece, having a range of three octaves and a penetrating, poignant sound.","iconPath":"atlas/oboe/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Clarinet","display":"Wikipedia","description":"Wikipedia article about clarinet.","iconPath":"link/wikipedia.png"},{"url":"http://www.softschools.com/facts/music_instruments/clarinet_facts/3042/","display":"Soft Schools","description":"Clarinet facts.","iconPath":"link/softschools.png"},{"url":"https://www.thefreedictionary.com/clarinet","display":"The Free Dictionary","description":"Clarinet definition on dictionary.","iconPath":"link/thefreedictionary.png"},{"url":"https://www.wikihow.com/Play-the-Clarinet","display":"wikiHow","description":"How to play clarinet.","iconPath":"link/wikihow.png"},{"url":"https://www.wikihow.com/Make-a-Correct-Clarinet-Embouchure","display":"wikiHow","description":"How to make a correct clarinet embouchure.","iconPath":"link/wikihow.png"},{"url":"https://www.youtube.com/watch?v=nuEMqMc1Fh4","display":"YouTube","description":"Lean On by Major Lazer","iconPath":"link/youtube.png"}]}