{"index":9,"rank":372,"name":"bugle","display":"Bugle","definition":"A brass instrument somewhat shorter than a trumpet and lacking keys or valves.","description":"<p>The bugle is one of the simplest brass instruments, having no valves or other pitch-altering devices. All pitch control is done by varying the player's embouchure.</p><p>A person who plays the bugle is referred to as a bugler.</p><p>The first bugles were coil shaped, and were used for hunting purposes. There were either single, double, or triple coiled instruments.</p><p>The bugle is used mainly in the military where the bugle call is used to indicate the daily routines of camp.</p><p>Historically the bugle was used in the cavalry to relay instructions from officers to soldiers during battle. They were used to assemble the leaders and to give marching orders to the camps.</p><p>While early bugles did not have valves the more modern bugles do have them. Without valves the bugler has to use their lips to change the pitch, and only the harmonic series of notes can be played.</p><p>The bugle's limitations have resulted in it not being a common instrument in orchestras or other forms of music and it is most commonly associated with military use and Boy Scouts.</p>","images":{"cover":{"path":"atlas/bugle/cover.png","caption":null},"contextual":{"path":"atlas/bugle/contextual.jpg","caption":null},"featured":{"path":"atlas/bugle/featured.png","caption":"Paul Perboyre – The Bugler, 1915"},"icon":{"path":"atlas/bugle/icon.jpg","caption":null}},"taxonomy":[{"name":"Family","value":"WOODWIND"}],"aliases":[],"spreading":[],"startDate":{"value":1758.0,"mask":1},"endDate":null,"conservation":null,"sampleTitle":"Bugle Call - The Last Post","samplePath":"atlas/bugle/sample.mp3","facts":[{"name":"The first keyed bugles were invented in the early 1800s","value":"The first keyed bugles were invented in the early 1800s. A patent was granted for the Royal Kent bugle in 1811 to Joseph Halliday in England. This version was used often until the 1850s."},{"name":"Modern bugles do have valves","value":"While early bugles did not have valves the more modern bugles do have them. Without valves the bugler has to use their lips to change the pitch, and only the harmonic series of notes can be played."},{"name":"Ancient Romans used the buccina","value":"Ancient Romans used the buccina - an instrument similar to the bugle, for military purposes."},{"name":"The half-moon bugle spread to England in the 1700s","value":"The half-moon bugle spread to England in the 1700s and began to be used in the military there as well."},{"name":"Used in the military for signalling","value":"When used in the military the bugle can be an instrument for signalling, but it also associated with being sounded right before charging the enemy."},{"name":"The first time a brass bugle was used for military purposes","value":"The first time a brass bugle was used for military purposes for signalling was in 1758 in Hanover. It was called the Halbmondblaser (half-moon bugle). It had a U shape design which is how it got its name."},{"name":"Bugle pitches range","value":"Bugle pitches include the high pitch (soprano bugle), medium pitch (alto bugle), tenor pitch (baritone bugle), and bass pitch (contrabass bugle)."},{"name":"Very common during the Civil War","value":"During the Civil War in the United States the bugle was very commonly used for music as well as for battle and other military purposes. The bugle is mentioned in many of the letters that were sent home from soldiers."},{"name":"The first bugle made in America","value":"The first bugle made in America is believed to be one by Nathan Adams in 1825 in Massachusetts. This bugle can be seen in the U.S.S. Constitution collection at the Boston Naval Shipyard."}],"features":{},"related":[{"index":1,"display":"Alphorn","definition":"A curved wooden horn, sometimes as long as 6 meters, traditionally used by herders in the Alps to call cows to pasture.","iconPath":"atlas/alphorn/icon.jpg"},{"index":8,"display":"Bucium","definition":"The bucium is a type of alphorn used by mountain dwellers and by shepherds in Romania and Moldova.","iconPath":"atlas/bucium/icon.jpg"}],"links":[{"url":"https://en.wikipedia.org/wiki/Bugle","display":"Wikipedia","description":"Wikipedia article about bugle.","iconPath":"link/wikipedia.png"},{"url":"https://www.thefreedictionary.com/bugle","display":"The Free Dictionary","description":"Bugle definition.","iconPath":"link/thefreedictionary.png"},{"url":"http://www.softschools.com/facts/music_instruments/bugle_facts/3041/","display":"Soft Schools","description":"Bugle facts.","iconPath":"link/softschools.png"},{"url":"https://www.wikihow.com/Join-a-Drum-and-Bugle-Corps","display":"wikiHow","description":"How to Join a Drum and Bugle Corps.","iconPath":"link/wikihow.png"}]}